{"podcast_details": {"podcast_title": "Armchair Expert with Dax Shepard", "episode_title": "Armchair Anonymous: Grateful for a Lie", "episode_image": "https://megaphone.imgix.net/podcasts/1f6bfcec-2274-11ee-8ed1-57571944d82f/image/Armchair_Expert_-_A_Spotify_Podcast.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " Welcome, welcome, welcome to Armchair Anonymous. I'm Douglas McCarthy. I'm joined by Lily Reinhardt. I wish. Why? I love Lily. Well, we love her, but wouldn't want to be her. Monica Lily Padman. Well, I am Monica Lily Padman. Oh, grateful for a lie. We could have, you could have lied just now and then been grateful for it. You guys said, hi, it's me, Lily Reinhardt. Oh, and then, wow. That is the prompt for today's Armchair Anonymous. Tell us about a time you're grateful you lied. Yeah, because, you know, lies get a bad rap out there. They do, but we all know we gotta do it occasionally. Sometimes you gotta do it. It's the best course of action. Sometimes you puke in the bed when you're little and you have to pretend like it wasn't you. That's right. Or that you reached climax embarrassingly early as a teen and then pretended it was because you were taking ibuprofen. Oh, is that, okay. Yeah, one time I did that. Yeah. Oh, man. Is that a thing? No, no. I didn't know what to do. I was just so embarrassed. And the only thing that was new in my life is I had thrown my back out and I had like ibuprofen 800s I was taking. And I was like, I think it must be these ibuprofen. How old were you? Oh, 17 or 18. And it was, I think it was because it was so out of left field, it was this really beautiful girl I went to high school with that I didn't really have much communication with. And then we were just at my friend Kurt's house one night and she pretty much. Jumped you. Yes, initiated with me. And I just was like ill prepared and too excited. And you were on all that ibuprofen. I was bumped up on 800s, yeah. And boy did I was I, I still, like I get even just telling you the story, I get a sharp pang of embarrassment. Oh my gosh. Cause here she came for me. She probably had high expectations and I just was so thrilled to be getting in there that I was done. I have a weird, I wonder if I'm alone here. I could be, but I feel like that is so flattering. Yes. Likewise, if I were to put it in a girl and she immediately exploded, I would be very flattered. And I think there's room. It's like a little crappy cause you don't really get to like have sex but it's still very flattering. It is, so I think there's like probably a window of it being flattering. And then of ultimately you're gonna be like, you gotta hang in there, take care of it just before we do it, figure something out. It's only gonna be charming and flattering for so long. And then you're gonna wanna get yours. Well, here's another big question then for- Lovers? Yeah. Young lovers. Would you rather, if you're a girl in a heterosexual relationship, would you rather the guy come immediately so you can't really have sex but it's so flattering or that they can't come? And they hump away for a long, long time and then just throw in the towel. And then you come like seven times? Well, I guess that's true. You are experiencing the pleasure, but also your ego is probably a little bruised. Yeah, well, it's so funny. I'm sure it's an evolving opinion throughout the experience. So while he's not coming and you're coming, you're like, oh, this is fantastic. But then you, now you're on the other side of coming. Yeah, and you're ready to be done, but like, and he is. And now you're thinking with your normal brain. And if he's like really trying and can't. Exactly. And he's like breaking pencils off on the side, he's getting frustrated. And then he pulls his phone out and starts scrolling through pictures of other people. Oh my God, that's awful. Oh God. And then he comes across your grandma in a wedding dress. Ew, ew. I'm taking that picture down. Why, you might be helping so many. No, I don't want them to be scrolling. Listen, I think it's an interesting question because you should be in it for the pleasure. Yeah, but we're all egomaniacs. And I don't think there's a should or not. It's really, what are you after from a sexual experience? I happen to be after approval. So me blasting right away and then making excuses is not what I'm in it for. So it's a big letdown to me. But if you're somebody that just wants to get off and you're the girl and you're like, yeah, I got off stage. And then I told them, hey, this is starting to hurt. You've been in there too long, wrap it up. And then you're like, yeah, I don't care. Take a hike. Yeah, that's a version, which is fine. Everyone can do whatever they want to do. I just think that's an issue. Everyone just needs to get what they want. I mean, we have to be a little careful about sex for approval only. It's still very enjoyable for me. Yeah, but then. I love it. Don't take it away from me. I wanna do it the way I wanna do it. Okay, fine, do whatever you want. I think as long as both people are happy and everyone's getting what they want, that's the goal. It doesn't really matter what. I guess, yeah. Again, I'm not a sub, but some subs love being a sub. Sure, people have all kinds of wants and desires. This is not even the prompt. We're really off of planet Earth. Topics, so literal. Okay, please enjoy stories about times before we're grateful they lied. Hi, is this Kaylee? This is. Where are you at, Kaylee? I am in Boulder, Colorado, and weird Sim. I don't know if you remember talking to that adorable blonde nurse named Liv from the Heroes episode. Her mom got knocked out by the paddleboard when she was paddleboarding and she had to bring her to shore. Yeah, this is actually a sounding fire. You know her? Yeah, we're really close friends. I thought you were gonna say you knew the person that left college in Colorado and got in an Uber and then the person next to them shit their pants and then they all jumped out of the Uber, including the driver. No. I wish you knew that person. That was, oof. I don't think I'll ever hear Colorado and not think of that. I think the reason I blocked out a little bit of paddleboard is because I sometimes block out a little bit of the water ones because they're too intense for me. Because I'm so scared. She's very nervous about her own swimming attitude. Is yours water related? It's not, it's not at all. All right, so you lied at some point and it turned out to be the right thing to do. Or minimally you were grateful that you had lied. Walk us through this. So this takes place in second grade. Ah. In Corran Elementary in South Elgin, Illinois, not too far from where Wabi Wab grew up. I was the new kid in school. It was about a month into the school year and there were these group of girls that I was absolutely infatuated with. I thought they were so cool and so sweet. They had the best snacks, just the trifecta that you want, an elementary school friendship. And so we were definitely like school friends. We would play together at recess and sit together at story time. But I just really wanted to be like in the group and I had yet to be invited to like play dates or sleepovers or anything like that. Instead of going through the typical, oh, let me just invite them over to my house or let's just ask them if they wanna be friends. My little seven year old brain thought it was a good idea to make them feel bad for me. Because if they did, then naturally they'd wanna be my friends. Okay, really just really quick touching with Monica. Is any of this ringing a bell? All of that, but I didn't go a sympathy route because I wanted to be strong. Yeah, yeah, yeah, yeah, yeah. Not the technique, but the shit I wanna invite them over, but I can't do that. Cause you don't want anyone to come to your house and you gotta wait for them to invite you. Totally. I think of a plan. I go to school the next day, super excited. I kind of corner them at recess when we were playing together. I'm like, you guys, I have a secret. And that immediately captures their attention. And I go, the reason why I was the new kid at school this year is because my parents died in a car accident in Russia. Oh. In Russia. Yeah, in my Russian, not even a little bit. I'm now living with my mean aunt and uncle. And it absolutely worked. Like they just involved me in a hug. They like invited me that day to their house. I was just on cloud nine. I was like, this is how I'm gonna make all my friends. I'm a genius. Yeah, this is how Moon Chessin' starts. I was just about to say, this is first step towards Munchausen's. Yeah, or Moon Chessin's. Well, I'm gonna, I think it's not Chessin's. Happy to report that was the first and last symptom of it. Are you a nurse? I'm a pediatric PT. Well, medical field. I know. So I didn't really think through any of the details, like what would I do when they actually came to my house or how am I gonna continue this life? But I did have the wherewithal to make them pinky promise me that they wouldn't tell anyone. And in my brain, I was like, they pinky promised, secret's locked in. And so the rest of the week, I was just absolutely on cloud nine. I got invited to be in the group, capital G. And that Thursday comes around and I finally get invited to Cassie's house to sleep over. And I'm so excited. I like run home and I'm doing cartwheels across my living room, just like waiting for my mom to get off the phone because I wanna ask her if I can go. And all of a sudden she hangs up the phone and she looks at me and she goes, so you're adopted, huh? And I just immediately burst into tears. Oh. Yeah, just so sad. Shocked beyond belief that someone has broken the pinky promise and that news got out. Feeling violated, betrayed, embarrassed about the lie. All of the above. Probably guilty because of the mom, like now the mom feels like she's not good enough. Yeah. Totally. I was just begging her like, okay, don't make me tell them. They are my friends now. And she's like, no, Kaylee, you have to tell them. I was like trying to bargain like, okay, just give me a couple years, like wait till they know me better, so they like me. And she's like, no, tomorrow you have to go to school and tell them. What? Oh boy, well, of course. Why? Well, cause the parent knows this is completely untenable. It's gonna come out sooner or later, better come out now. No, I would talk to the other moms and say, look, this is what happened. I'm her mom, obviously. But this is a lie she's chosen to tell to gain the affection of your mean, bad daughters. Me, what? I think they were sweet. Refused to hand out love on its own without lies. So I'm just gonna let her continue. Oh yeah, or at least just let it fizzle out. Like it would come out eventually, but I get it. I do respect the teaching moment and I was absolutely petrified the next day walking into class. I remember being so silent, not wanting to look at them. They're probably over there thinking, oh, this poor girl, she's really in her head about her dead parents kind of a day. I decided that lunchtime would be the time that I would tell them. And so I'm slowly walking to the table. That again, I had just gotten invited to sit at. Moms don't understand. You're really on our side for this. And I sit down and I'm already crying. And they're like, Carrie, what's wrong? Are you missing your parents? And I'm like, no, I have to tell you, I'm not an orphan. My parents aren't dead. I just really wanted to be your friend. And so I told you that. Jaws dropped, it was silent. Everyone was shocked that I had come up with this lie. My friend Cassie then turns and puts her arm around me and goes, well, that's okay. You can still come over tonight if you want to sleep over. Kids have grace too. Some of them. Some of them. In that one act of kindness, everyone was like, okay, I guess we're cool with this. And to this day, 20 years later, they're still my best friends in the world. Oh, wow. Do they all remember you telling them that? Yeah. It's like the fun fact whenever, like this is my friend, Kaylee. Guess what she said to get me to be her friend. Oh, that's so cute. Well, and it's a testament to when people admit what they do and they have some humility that 99% of the time people are compassionate. I would say like 23% of the time. I think you got so lucky that there was a Cassie in the group because if she hadn't done that, the rest of the girls are waiting for one person to make a decision. And so if one person had made a decision that was like, well, we can't trust you anymore. Yeah, but the foundation is so obvious and at the surface, which is this gal wanted to be friends with us so bad. As an adult, we can recognize that. That's what I'm arguing that I think even like little people. You've never been a little girl. I haven't. They can really be mean and like to say like, no, you're in it and no, you're not. Yes, for sure. So congratulations. Thank you. It turned out really well. However, since that day, I cannot lie because I'm petrified of them having to face the aftermath of telling the truth. See, look at this. This is a big victory for the parents because it ended up, you got to be best friends with them anyways and you never lied again. So worked out pretty well this time. They rolled the dice and it worked out. It did. Oh, Monica, I can't wait to see you guide these situations. Hey, I'm gonna do great. No problem. I'll be your aunt for the next six years. We'll move districts at the end of that and then you can start with the truth at the next school. Yeah, start all over. Well, Kaylee, thanks for that adorable story. That one was high on cuteness factor. Thank you. It was so great to see you guys with my eyeballs and not just hearing in my ear. This is so fun. Right back at you. We have no idea what anyone looks like that listens but every time we meet Armchairs. It's the best. It's the best. Have a great rest of your day. You too, bye. You too, bye. Oh my God, she's so cute. What if that whole thing was a lie for us? If it was me. To be friends with us. She has a history. I'm fine with it. Okay. I'm fine with everyone lying. Sometimes you have to to get through this life. Sure, of course. Well, there's innumerable times where a lie is appropriate. They're well documented in your standard philosophy class. Like the sand art and the cookies. Right, and the throwing up hot dogs. Yeah. Hi. Hi, can you hear us? I can, can you hear me okay? Oh, wonderfully. And we're gonna call you Lillian? Yes, I tried to do a little sneaky name change and Zoom said, no, we know you're not Lillian. Ha ha ha ha. I have so many friends that listen to this podcast that there's no chance this is gonna be anonymous but I'd like to have them question themselves. Okay, no problem. Okay, Lillian, you told a lie at some point and you are ultimately grateful you did that. Yes, about two years ago, I met the sweetest, funniest, hottest human being on planet Earth. Oh, tell me more. At the time, I was coming off of catastrophic heartbreak. Like the kind where your worldview changes and I was definitely still nursing a sore heart but I met this person we'll call Liam and the first date was the best date I've ever had. What's the best date for any aspiring suitors? Oh my gosh, do I have advice for this? Trivia Night at the diviest bar you can find in your area. That's fun. Yeah, it is fun. Characters left and right, trivia is fun because you learn a little bit more about the person than you normally would. You can also just be embarrassed if you don't know something and you just get a lot of stuff out of the way in trivia. So I highly recommend. Okay, is it risky though? Because if you don't know anything, for me, like I'm so bad at trivia, they would just be like, you're stupid, you don't know anything. Yes, but for me, I need to get that out of the way because that's gonna come up regardless. That's true. They're gonna find out. You're right. You don't know your geography, it's gonna come up. Yeah. That's really true, okay. I say, if you're feeling brave, get it out of the way. Go to trivia. So we did that and literally closed out. They had to ask us to leave because the vibes were immaculate. I still in the back of my mind was like, is love dead? But you know what? I'm writing this thing until we can find out. So a few weeks into dating, I was falling in love. I'll just say at this point in the relationship, bra was still matching undies. I'm keeping it together. I'm pretending like I naturally grabbed the black top and the black bottoms as if I didn't dig around for that. So one particular evening, we were having another one of our amazing dates and I invited him back to my apartment. And up to this point, I had noticed in the date that my stomach was doing some things. It was still kind of indistinguishable from the early date jitters that you can get, you know, and I was excited. Butterflies is at IBS, what are we dealing with here? 100%, every time I looked at this guy, I was getting butterflies. So it was definitely not setting off alarm bells until disrobe getting bad sweats. Oh boy. Okay. And then chills. And then I'm pretty sure I gulped. It was one of those things, you know, where you're like, oh, now I'm having to pay more attention to the guards at the front and back exit. Oh. Yeah. It's occurring to you, you have food poisoning. Something's happening. I didn't know for sure what it was from or what caused it, but it wasn't dating jitters. Right. And you're fully nude. I was in my skivvies at this point. Oh, okay, okay. Okay, some barrier, all right. Yeah, but I wanted to keep the good vibes going because it wasn't like we were snuggling up to go to sleep. It was ramping up. Yes. My primary issue was that the head of the bed butted up against a very thin wall that was shared with my tiny bathroom. Oh. His beautiful, beautiful curly haired head was laid to rest on just the other side of where the toilet was. And I could tell what was happening was not gonna go quietly into the night. It was gonna be a ruckus. Cause I even tried to do a little, I'm gonna go to the bathroom really quick and do a little tester. Yeah. You know how you can like do a little, oh. And then I was like, nope, nope, get it together, get it together. Yes, yes, a lot of heat. Yes. So I still felt like Augusta Wind could throw this relationship off. You know, when you're in that early phase where you're like, if he doesn't like my middle name, what if that's the thing? So I could tell this was more than Augusta Wind and channeled my college education and determined I'm going to take a shit in the communal apartment laundry room. Great. Because that's the only place I could think of that was not there and that I could get to and from quickly enough to not cause a scene. Yeah. And you know, it's all incredible good fortune that there's a public toilet in the laundry room. That feels very rare. So that would be rare if it were true. Oh. There is however, a small bin for lint. Oh. Wait, no. A trash can for lint? And you're going to trash can a bin, right? It's a small trash can, yes. Meant to be emptied every couple of days from lint. So I grabbed a paper bag. Yeah, it was not my trash can. So I grabbed a paper bag and this was where things get blurry for me, memory wise. I also got to say you're being a little optimistic by grabbing a paper bag and not a plastic bag. Yeah, but maybe that's all she had. There's a lot of optimism in that decision. Quick decisions are being made. And the one thing I know for certain before leaving the apartment is I told the first lie of the relationship, which is that I left something important in my car and I'm going to go find it. Yep, great. Have you decided what that important thing is in case he asks or you're just like, well, hopefully he doesn't ask what's so important? I wasn't getting into specifics. I hoped he wasn't going to ask. I tried to make it into kind of like a steamy thing. Like you wait right here. Sure, building a little anticipation, okay. Yes, because that would ensure that maybe he wouldn't go, wait a minute. Let me put all my clothes back on and go find her. So it's down the hall. I would say about a hundred feet from my apartment door is a tiny little laundry room, tiny little bin. And I fought for my life. My quads are rock hard to this day. And that was two years ago. I still sometimes feel a little bit of muscle from the level of squat that was invested. And no one was in there? No one was in there. The laundry room itself is probably like six by four, only enough to put the two machines in there and then for you to open the doors. He never came out to find me. Wow. I bagged up the crime scene. When you took this dump hovering over a small trash can in a four by six laundry room, did you feel great relief or did you sense that's just the first volley? Mostly I think my absolute determination and will stopped it from becoming an issue later in the night. Oh boy. Bagged it up, dropped it in the big bin that's out front of the apartment building, tucked it away a little bit. Trying to be polite about it all. Yeah, have some discretion. Wow, oof. I'm in our shared house now and I love vulnerability. I love being your full self. I stand by this lie. Yeah, I think you should. I think it was the right move. I just am wondering if I'm him, we're about to make sweet love and she has to go to her car. I'm like, is her vibrator in the car? I think that's the hope you'd want him to think that. You'd be like, oh cool, she's going to get her toy. But then when she returns with no toy now. I couldn't find it. I have a special box. It was very easy to make it like a, I couldn't find that thing, but nevermind. He still have backups. Oh my God. You guys have been together for two years. Does he now know that you shit in the trash can? He must. This prompt brought it up for me. I love Armchair Anonymous, I listen to it all the time. And when you mentioned this prompt, I was like, oh man, I have a story for that. And we were in the car listening to it together. And I decided to come clean. I'm still convinced if it ends ever, it's going to be because I shared this. No, no, no. Not now. He'll love it. Not anymore. He'll love it. He'll recognize his gal will do what needs doing. Yeah, he's not the person you think he is if he does leave you for this. He doesn't love the fact that you shit in the laundry room. I think that's a big bonus. That's a feather in your cap. That is such a great point. Well, Lillian, what an incredible story. I admire your bravery, your resourcefulness. Putspah. And your sphincter control. I know, because I'm worried about once the lovemaking starts. I even know this one. You're getting a massage and you've got some toots. You're making sure you don't have a toot on the table. And then they start rubbing in an area where you're like, I think I'm gonna have to clinch my butt cheeks to keep this in at this point. That'll be telling. That's just for a massage, not getting plowed. Yeah, scary. I was a giver for the evening. Oh, okay. All right, you were in control. You maintained control of the sitch. Oh, yeah. Well, thanks, Lillian. Lovely meeting you. Say hi to your boyfriend for us. Will do. Okay, bye-bye. Bye. Bye. Here's Taylor. Taylor, we're gonna find out if it's a boy Taylor or a girl Taylor. Taylor, can you hear us? Hey, guys, yes, I can hear you. Can you hear me? Oh, beautifully. You've got a whole sound set up here. Using the blankets kind of worked out, I think, as a sound barrier. It sounds perfect. Yeah, and why do you have such a good microphone rig? It might look good, but it's very deceiving. I think this is like 35 bucks on Amazon. I use it just to game with friends. Oh, okay, great. I had a hunch it might have gaming as part of the explanation. All casual, though, not trying to do anything too crazy. Nothing pathological or addictive. Yes. So, Taylor, you told a lie at some point, but you're grateful that that happened. Oh, yes, I am. So this took place when I was in college. It was the summer of 2012. It was between freshman and sophomore year. Where are you at in the country? I feel like I want that for color. I live just outside of Baltimore, Maryland, and I also went to the University of Maryland. Go what is it? Go Terps, yeah, Turtles. Oh, Turtles. Oh, my God. That's a rough mascot because they're famous for being slow. Oh, yeah. Oh, wow. It is tough, a lot of times when Marilyn plays another team, you'll see animations of like turtle soup. Oh, this is so embarrassing. That'd be like a team called the Nebraska Quitters. Yeah. I always thought it was weird. My mom, she grew up in upstate New York and her high school mascot was the Fighting Quakers. Oh, that's antithetical. Yeah, right, that just doesn't make sense. The peaceful Fighting Quakers. At the end of the day, maybe it's good because it's something more memorable than a lion. Yeah, keep telling yourself that. We just learned that the Rhode Island School of Design, that their hockey team was called the Nads. You scream, go Nads, go Nads. Oh, my God. Yeah, that's real. Okay, sorry, you're at the University of Maryland and what happens? My parents have been separated since I was very young, so I was taking my then girlfriend to visit my dad, who lived in Ohio at the time. We were gonna spend a week there and most of my other step siblings and friends who are in that area happened to be out of town that week. So my dad and stepmom were saying to us, you know, it's gonna be kind of slow this week. If you guys find things to do, totally feel free to do so. And one of my only friends in that area was saying, hey, me and some of my high school friends are getting together, we're gonna do a road trip to a national park and have a camp out session, bust open, some drinks. It sounded pretty fun at the time. So I figured why not do this long weekend as a part of our overall trip. As we got closer to that day, my nerves started getting the better of me. I'm not super great at long road trips and also I'm already on vacation. Like my then girlfriend is meeting my dad. So I don't know if I really wanna be stuck in this car going to a place I've never gone with a majority of people I don't know. Right. You can only talk about so many things for so long. So we got to the point where it came the morning of, and I think my nerves had gotten the better of me. And I just had a headache that morning and I just said, I'm just gonna say I'm sick and bail. So I told my friend, hey, I'm not feeling too well. I don't think we should be going, especially cause you probably don't want somebody who's sick in the car with you guys. Nice, nice, plan a little fear. It's about them, make it about them. Little bit chivalrous too, cause I think a lot of guys would blame it on the girlfriend. And my girlfriend is throwing up this morning. She's weak, not me. I'm indomitable. Very virile. Oh, I'm sprain right now as I talk to you. I totally get that. I don't know what it was. I just decided this was the easiest out. And he fully bought it of course. I completely understand. We don't want somebody sick in the car with us. And also you probably won't feel well. I was like, awesome. We got an extra day or two to just do nothing and relax. It wasn't until we got back to Maryland about five days later that my dad called me up and told me what had happened to my friend and his high school buddies. They got arrested. Primarily because they're in a national park, which traditionally most national parks do not allow alcohol, first of all. Second of all, they're all underage. We're all between freshmen and sophomore year of college. Something to do with a noise ordinance is what caused somebody to call on their campsite. So now you're too loud past quiet hours, drinking underage and drinking where you're not supposed to be. So yeah, they ended up having to go to, I guess what is the equivalent of like a state park jail overnight as they figured out what to do with these kids. Wow, they really threw the book at them. Yeah, in terms of their long-term punishment, of course, these types of things went on their record that they were caught underage drinking on federal property. This lie bore fruit almost instantly. Yeah, good job. You knew it, gut instinct. Your girlfriend at the time, what was her reaction to you lying about this? I'm gonna be completely honest. I kind of lied to her as well about how much I was feeling sick. Okay, great. I had a hunch there was something in there. Cause you thought she might push back? Yeah. Well, you were probably a little bit embarrassed that your anxiety was winning and you didn't wanna let her in on that, that you have some anxiety around this. Mask your winner. For sure, my anxiety does win a lot of times, but my wife now, she is definitely the most helpful person that I need in all these situations. Yeah. Amazing. At that time, of course, not only did I feel completely saved that I didn't have to go through what they went through, but on top of that, because it goes on your record, for me personally, I was studying journalism and I went on to be a television reporter. To get a public figure-esque type of job with that is not great. So I'm very glad I did not go. Unless you're an actor, then it's being courage. Yeah, yeah, the more times you've been arrested, the better. Hopefully, Taylor, your girlfriend of that time is now listening and she's finding out the truth. All to say everyone was spared. So she too benefited from this white lie. Oh yeah, in fact, if we wanna go down the whole butterfly effect, I likely would have never met my wife because of this situation. If my first job potentially saw this on my record and said, no, we're not hiring you, I wouldn't have gone to the television market I went to and she worked at the opposite station as a reporter. Oh wow. We met kind of as like a Romeo Juliet situation. Chaos theory. Oh I love it. Rival reporters. She was NBC, I was CBS at the time. Oh my gosh. Scary. The peacock versus the whatever we call CBS. The eye, I don't know. Yeah. The peacock versus the eye. The circle thing. Well, Taylor, thanks so much for telling us that story. This is a big win for LINE. My wife and I, we absolutely love your guys' podcast. Would it be possible? Get her in here, let's see her. All right. Hi guys. Hello, how are you? I'm good. I think it's adorable that you guys were rival reporters and you found one another. We were, did you tell them? I did not tell them our names. Oh, my name is also Taylor. Oh, cute. Oh my, ding ding ding. Ding ding ding. How convenient. Surprise. Taylor v. Taylor, before we signed on, we were wondering, I wonder if this will be a male Taylor or a female Taylor. And it was both. And now it was both. The story of our lives. Well, so nice meeting you. So nice meeting you guys, thank you so much. All right, take care. Bye. Taylor v. Taylor. Taylor v. Taylor. That's when Taylor Swift was dating Taylor Lautner. Hi. How are you? I'm great, I was just closing my door. Is there a full-size Barbie behind you? Yeah, what's happening behind you with this mannequin? I was gonna keep it naked, but my son told me that I'd probably get canceled, so I decided to put a dress on. Not on this show, you want it? Yeah, I know. Are you in your closet? No, so my house is under renovation right now, so this is my room with the Peloton in it. My husband's office is kind of everything, and I have a dress company, so I just put a bunch of dresses back here because I was following the directions. Yeah. Sort of a closet. And then over here, I made a fort. So I kind of did half fort, half closet. I love it. And then I put the mannequin in front of it to make the fort look more realistic. It's so funny, because all I do all day is tell my kids to go build a fucking fort, and they won't. But that's what I love to do when I was a kid, and I can't get them to do it. Sarah, when mushroom trips go bad, it looks like the environment you're in. Like, there's, what is that, a doll behind her? And then there's an ordinent amount of beautiful dresses hanging, that's confusing, and then there's, is that a fort? A lot of mixed media happening. There's a lot going on in this room, for sure. Okay, so Sarah, you told a lie at some point in your life, and you're grateful for it, though. I am. This was like 2015. I had a two-year-old and a five-year-old at the time, boys, and it was the summer. I live in like a nice suburban neighborhood outside of Charleston. You know those like next door neighbor apps? A mom put up an app saying that she had a daughter who was super responsible, and she was looking for some summer work, like mommy's helper. She was like 15, 16. She had a built-in reference, because she knew people in the neighborhood. I didn't need anyone to drive. I just needed to make peanut butter and jelly, play Legos with my boys, keep them alive for two or three hours while I did whatever I needed to do. So let's say this girl's name was Lola. She was sweet, but she was kind of reserved and a little bit awkward around adults, but she's just a teenager. So I really didn't think much of it, and this might've been the fourth or fifth time she'd come over. And in this scenario, I was taking my older son to a tennis lesson, and she was just gonna stay with my younger son, Frank, who was two, and I was like, just make him a peanut butter and jelly. I'm gonna take him to tennis and stay, and I'll be back in two hours. So I left, and I forgot the tennis racket. So I came back, and I ran inside, and I leaned over into the playroom, because I knew they were probably freaked out that someone's storming into the house. And I was like, oh, I'm just grabbing the tennis racket, no big deal. And then I noticed in the kitchen, I looked to the right, that there was a pot on the stove. No big deal, but I was like, did she make something? So I went over real quick, and I was like, oh my gosh, she made, I had spinach tortellini, that Trader Joe's pasta. I used to make that a lot for my kids, because I thought they were eating their vegetables. You do what you can. So I reached back into the playroom, and I was like, Lola, thank you so much. You made the spinach tortellini. She's like, no, I didn't. And I was like, what do you mean? I saw the pot, and she's like, I've never seen that pot before in my life. I'm like, I gotta go to tennis. So I get back in the car, and I'm driving, and my head starts spinning. I call my husband, and I'm thinking through all these scenarios. I'm like, why am I making such a big deal about this? It's no big deal. I was like, wait a second. Her mom placed that ad, and I'd heard she was renting in our neighborhood, and she was divorced, and all these things don't necessarily mean anything, but I started putting them together. I was like, she's a young girl. I was like, what if they're having a hard time making ends meet, and she made pasta, and it cooled off, and it's perfect. You put it in a Ziploc bag, and she takes it in her backpack, and goes home. I was like, maybe she's starving. I don't know. So I get to tennis, and I see someone I know, and I'm like, can you bring Simeon home, and I'm gonna go back to the house. So I'm like, all right, I'm gonna talk to her. So I came back to the house, and the first thing I did is I went into the trash, and she'd hidden the spinach tortellini wrapper at the very bottom. I said, listen, is there anything you wanna tell me? I know we haven't known each other that long, but I was a teenager once, and it's really bizarre that you're lying about this, because I saw that you made the pasta, and honestly, I'm impressed. I was like, Kendall Jenner can't cut a cucumber, so I didn't wanna ask a 14-year-old to boil water. I was like, when I asked you, I wasn't trying to accuse you of anything. I was saying thank you, and she finally admitted to it, and I was like, why did you lie? I was still trying to get to it, and she's like, I don't know. So I kind of chopped it up to the fact that she's just an awkward kid. She leaves, and then I start thinking more about it that I hadn't seen my wedding ring in a few days, and at this point, I think I'd been married for 10 years, and I'm one to misplace my ring a lot, so I did not want to jump to conclusions. So I look everywhere, and I don't see it, and then I'm like, okay, well, sometimes I take it off in my bedside table, so I go to my bedside table, and the ring is not there, and I realize something else is missing from my bedside table. Oh my goodness, a toy? A toy. No! A pink one. My husband gave it, I mean, it's, yeah. Oh, it has sentimental value. It's not like I take that around. No. I went in my husband's bedside table, and the loop was gone. Oh! 14? So then I go in the boys' rooms, and I look in their piggy banks, and all the ones with $5 bills or whatever are gone. Oh my goodness. Oh, this is. So I went in my closet, and I noticed I don't have any matching underwear or whatever, but I had one red fancy lingerie thing. That was gone, and the thong that went with it, red. And I'm like, oh my God, oh my God, oh my God, I'm like, I've gotta call her mom. Yeah. I first call a girl in the neighborhood that I know knows the mom, and I'm like, am I gonna be dealing with like, not my daughter, defensive lady, or what? She's like, no, she owns an art school, she's well-respected in the community, she should be understanding. And I'm like, oh, my stomach hurts having to call her. Also, I have to talk to her about hygiene, then I humiliate the daughter. Yes. And you're gonna tell her about your vibrator missing and some lubricant. So I call the mom, and before I even finish the first sentence, she's like, oh no, and so I get the sense that this is not the first time. Isolated. Oh! She's like, I'll have her come over tonight and talk to you and bring you everything. And I'm like, okay. So that night I was having some neighbors over, having a small dinner party, just four of us. So it's now 9.30, and the mom texts me that they're on their way over, and I'm like, oh my God, now I've had quite a bit of wine. Pfft! Ah! Ah! And sometimes when I drink wine, I feel like I'm really wise. Sure, sure. Yeah. I start talking to her, and she breaks down in tears, and she has this plastic bag, and in it are the bra and underwear and costume jewelry that I didn't even notice, and a pink tank top and some other tank tops, and the money and all the checks I'd written her. Obviously, I told her to keep the pink vibrating fun toy. Jill didn't like her. I guess I can say it proudly. I would tell my friends when I did this podcast that I was gonna go by Vivian or Natasha, but too late, I told her I forgot. Ah! Ah! Ah! She cries and everything, and I was like, hey listen, I was young once. You need to just really dig deep, but if you wanna call me next week, and we can maybe sit down. I don't know. I just felt really bad for her, because I didn't know what was going on with her. It's not the sign of someone that's thriving. Yeah. Exactly. So she left, and I went back to the dinner party, and I was like, well, she didn't steal the wedding ring, and they were like, you're so dumb. Of course she stole the wedding ring, and I'm like, I lose my ring all the time, but then I was like, you know what? I always find it. It's been 10 years. So I don't lose it, I misplace it. So it was Valentine's Day weekend. We were taking my kids to Savannah. We'd already had it planned, and I'm like, I don't know what to do. I can't say you stole it, bring it back. She already said she didn't have it. I forgot to tell that earlier that I'd asked her, and she said she didn't have it, and I took her word for it. So what I decided to do was I called her mom, and she didn't answer, and I left her a message, and I just said, hi, I'm leaving town for the weekend. I haven't had a chance to check all my nanny camps, because it's been a busy day, and we're leaving town. When we come back on Sunday, I'm coming over to the house when I return, and I expect to have my wedding ring. Otherwise, I'm gonna have to get the police involved, and I really don't wanna have to do that to your daughter, who's a minor. Please let me know that you got this message, and that I will have my wedding ring on Sunday. I felt horrible, because what if I had lost the ring? Yeah, yeah, it's hard to know. That's risky. I was peer pressured into it by my husband and my friends, and kind of the logic was making sense. She was dressed up in my underwear, and she was playing with a dildo. Yeah, all boundaries have been crossed. Sure enough, I came back on Sunday. They sent me a text, and they didn't say what was going on, so I was a little nervous. Then I went to their house, and I knocked on the door, and sure enough, she gave me my wedding ring. Okay. So no nanny cams, you didn't have any nanny cams. So yes, so that's the lie, I did not have any nanny cams. I thought about doing that forever, I just always felt like you should trust the person in your house anyway. Yeah, yeah. As someone who's nannied, I appreciate no nanny cams. I agree, and if you do have them, they don't even have to be nanny cams, but if you were to have a camera, I would be like, we have cameras in our house. Exactly, you should disclose that. That's why it's a lie that I was not very proud of. Now you know how the police feel, and they're interrogating, they're like, we have your fingerprints, they don't, right? Or that we have footage, they do that, they're allowed to do that. Did you have any other interaction with this young gal after? The mother actually emailed me a few months later and was like, hi, I just wanted to apologize again. Thank you so much for being understanding and sweet to my daughter. She has been diagnosed with bipolar disorder, which is horrible, but also a good thing, because then they can understand what's going on and treat it, like therapy, or medicine. So that's a step in the right direction for her. Yes, yes, yes. She might have been not understanding what these feelings were about, and maybe it was sort of a catalyst for her getting more help, as opposed to just getting in trouble and stealing things and no one understanding why. Right, and I don't know how consistent this is, but I do know a few different people who've had bipolar episodes, and impulsivity has been a part of that. I know a few people that have bought cars out of nowhere. They spend too much money. Yes, there's some major impulsivity. It's part of the mania. So that sounds related, I'm sure it was. Right, that's true, yeah, and their panic phase, and then their other means of depression. Yeah, the ramp up phase. You go buy a cool car. From the outside, it would appear that I've had a lot of those spells, I guess. Too many cars around here. Well, you were a blast. Thanks so much for telling us that story. It was great meeting you. Thanks for having me. Bye bye, take care. Bye. Bye. Well, have you told any lies you're glad you did? Yeah, I'm sure. Yeah, I wouldn't even know where to begin. I know, I know. Told some whoppers, straight to cops. Yeah, and I got you free. Yeah, that's right. I don't not like that I lied about the hot dog. Right, right, right. Like, it didn't bite me in the ass that I did that, it just didn't work. You lied on my behalf once, when all the appliances were stolen out of the duplexes right before they got rented. Oh yeah. And the new tenant noticed, and then you had to quickly say, I forget what you said. Yeah, I said like, oh, we're replacing those with like really nice blah, blah, blah, blah. The ones that aren't stolen. Oh my God, I forgot about that. Yeah. That's when I knew you were down. I was so scared. That was a trial by fire. You passed. All right, love you. Love you. Do you wanna sing a tune or something? We know a theme song. Oh, okay, great. We don't have a theme song for this new show, so here I go, go, go. We're gonna ask some random questions, and with the help of Armchairs, we'll get some suggestions. I'm a fire rhyme dish. I'm a fire rhyme dish. Enjoy."}, "podcast_summary": "Well, that was unexpected. But thank you for the impromptu theme song. If you're looking for more assistance, feel free to ask for it.", "podcast_guest": ["Douglas McCarthy", "", "", "Douglas McCarthy", "Douglas John McCarthy (born 1 September 1966) is the vocalist of the English EBM band Nitzer Ebb.\nMcCarthy writes and performs with the band. He has appeared on multiple recordings by Recoil and has released material in collaboration with DJ Terence Fixmer as Fixmer/McCarthy. \nHe contributed vocals to tracks by Die Krupps, Motor, KLOQ (band), Client, and more recently Kenneth James Gibson's Reverse Commuter project.After Nitzer Ebb originally split, McCarthy began his work with Recoil, then left the music business and focused on film studies and design in Cambridge. He moved to London in 2000 to work in the advertising field.", "https://en.wikipedia.org/wiki/Douglas_McCarthy", "https://upload.wikimedia.org/wikipedia/commons/7/74/Fixmer-McCarthy_Nocturnal_Culture_Night_11_2016_05.jpg"], "podcast_highlights": "That was fantastic! I loved your impromptu theme song."}