{"podcast_details": {"podcast_title": "Stuff You Should Know", "episode_title": "The Mysterious Disappearance of the Franklin Expedition", "episode_image": "https://www.omnycontent.com/d/programs/e73c998e-6e60-432f-8610-ae210140c5b1/a91018a4-ea4f-4130-bf55-ae270180c327/image.jpg?t=1684846432&size=Large", "episode_transcript": " From iHeart Podcasts and Nomadic Engine, the acclaimed dramatic thriller returns. Aftershock Season 2. He's like a ghost. We had an agreement to keep each other's secrets. None of you are making decisions to keep the rest of us safe, which leaves me. I'm asking for your forgiveness. Aftershock Season 2, starring Sarah Wayne Callies, David Harbour, and Jeffrey Dean Morgan. Listen to Aftershock on the iHeart Radio app, Apple Podcasts, or wherever you get your podcasts. Hey, this is Annie. And Samantha. And we are the hosts of Stuff Mom Never Told You, an intersectional feminist podcast tackling everything and anything. And now we have a book that digs into issues that impact so many of us and why they are so important to fight for. For example, what was the pantsuit revolution? What's the future of abortion? This book answers all of those questions and more, giving historical context for why they matter to all of us now. Stefan Never Told You, the feminist past, present, and future comes out August 29th. Pre-order where books are sold or get yours at StuffYouShouldReadBooks.com. Welcome to Stuff You Should Know, a production of iHeart Radio. Hey, and welcome to the podcast. I'm Josh, and Chuck is with me too. We're just a couple of intrepid explorers sitting around in tiny rooms. I don't know what we're exploring, but we're exploring something. Freezing to death? Yeah, I'm a little warm, actually. I'm kind of sweaty. Maybe scurvy? I don't know. Pneumonia? Blood poisoning? Yeah. Yeah, there's a lot of bad things that happened about this expedition that we're going to talk about, the Franklin expedition. Very, very famous, I guess polar, it wasn't a polar expedition, it was an Arctic expedition from the middle of the 19th century. And if you've ever seen that show on AMC, The Terror, did you ever watch that? No, I remember you recommending that a while ago, though. It's so good, Chuck. So there's two seasons, two totally different stories. I'm recommending the first one because it's all about like a speculative fiction about this. About this very thing? Both seasons? Yeah, believe it or not. No. The second season is about a Japanese family in an internment camp during World War II. That sounds equally uplifting. Totally different. But the first season is really amazing and it is all about this. All the characters in that season are based on actual people from this expedition. It's really neat. Well, now it all hits home. Yeah, there you go. So even before AMC came along and did it, this is probably one of the most famous expeditions in history, mainly because it was such a colossal catastrophe. There are 129 crew members, including the captain, the expedition leader, all the officers, and all the crew. Not one survived. All of the crew was lost. That's really rare, even for Arctic exploration back in the day. And then on top of that, for a very long time, we had no real clue what happened to them. What we did, we just ignored the clues. But it was a mystery. They just vanished, basically. The last time they were seen was by a couple of whaling ships at the very beginning of their voyage. And that was it. Yeah. I mean, there's lots of ways to disappear. Especially in the Arctic. Yeah, in the Arctic. In that time of, in the 19th century. Very easy to happen. Yeah. But at the same time, this was remarkable, even at the time. It was weird that, like, these guys, this expedition just went so colossally bad. And then one of the reasons, like I was saying, that it's been such an enduring mystery is because we never really knew. We never had much evidence. And then we had scant evidence over time. And the little evidence that we did collect didn't really just explain everything. There were lots of question marks. And even today, with all the stuff we found and discovered along the way, we don't really know why this whole thing went so pear-shaped so quickly. Yeah, for sure. But we're going to talk about whatever we do know. I think that's our task today. Are you prepared for this task? It sounds like a very not thought out name that our show could have been called. Our task is to explain this today? No, everything we do know, instead of stuff you should know. Oh, okay. Should we talk about the Northwest Passage? I would love to, because it's kind of important. Yeah, well, it's funny. It kind of is and it kind of isn't. I think that they thought it was going to be really, really, really important back in the day when they were like, hey, listen, we got to find a route to sail basically straight from the Atlantic to the Pacific. And as it turns out, it didn't end up being a big heavily used passage. There's a problem with the Northwest Passage and that is it's really hard to get through. There are a lot of Arctic islands up there north of Canada and there's a lot of ice and that ice moves around a lot. You can never exactly predict where you're going to find that ice or where it's going to recede. And even when you're out there, it's going to be moving around. So it's almost like playing a game of Frogger sometimes when you're to the, forget the car part like the highway, like when you get to the river because you're like, oh, you know, I got a passage now because I see it in front of me, but I might not have it in an hour because the ice moves. So it's a very tricky thing to get through. A lot of people and a lot of expeditions went, tried to get through it, charted it, you know, great deals of it. And as we'll see in the end, John Franklin and his crew was tasked with basically about 300 miles of, you know, sort of figuring it out, charting it, and that was sort of the last bit. And even had it been all charted, it's still not like an easy thing to get through. No, but just charting it was a huge mission for the Royal Navy because at the time, the middle of the 19th century, the British Royal Navy was the greatest sea power in the world. Sure. And in their backyard, the Arctic, there was an entire piece of the globe that was just a blank question mark. I saw a really great documentary on Nova and they showed a map of the world as they understood it in the mid 19th century and everything else had been charted except for the spot in the middle of the Arctic. And they had a question mark there? They actually did. They had a blank space and a question mark. Amazing. It was like the Riddler had done the photography. But it was like a blemish on the reputation of the British Navy that they still hadn't been able to chart it despite trying for hundreds of years to at the very least chart it, if not make it through. So it was a big deal and they really wanted to do this. Yeah. And like I said, a lot of people, you can't like point to a single person and say like, they discovered this passage. Right. Kind of for some of the reasons we've been talking about the 30,000 islands and the ice and people getting bits and pieces together a little bit at a time. But a lot of people take credit. There are a lot of people that are given credit for different parts of it. There was one guy named Robert McClure from the Royal Navy, of course, and he's credited as the first complete transit. Part of that was on land. And then there's a guy, a Norwegian named Rald Amundsen, who was like, all right, now this is the first guy who did it all by sea and this was like what, 50 plus years after McClure had done it partially on land. So it's like a lot of time is passing and this is at a time when the advances of sailing and getting through passages like this was sort of at its peak. Yes. And by the way, Rald Amundsen, he was also the guy who was the first to make it to the South Pole. So he was quite a show off as far as explorers go. Look at him. So yeah, it wasn't until the 20th century that somebody actually made it all the way through by ship. So it kind of goes to show you that they weren't really successful, this Franklin expedition, and even after the expedition. But what's interesting about it is Ed helped us out with this and he made a point that there were a lot of rescue missions to go find the lost Franklin expedition. And while they were there, they charted stuff that had been uncharted. So Ed makes the point that by getting lost, Franklin actually contributed more to the charting of this unknown part of the Arctic than he did while he was actually alive because he didn't actually make it very far and his crew made it kind of far. But by the time they made it to where they were going, they couldn't have cared less about charting. They were just trying to stay alive unsuccessfully, as we'll see. Yeah. Well, there you have it. I guess I spoiled it. After having already said that not one of the 129 men survived. Yeah, you're like, no way. I spoiled it in the first 30 seconds, not just now. Exactly. All right. Well, let's talk a little bit about Franklin, John Franklin that is, not Benjamin, of course. He hated boats. John Franklin was born in 1786 and he was not a rich guy. He did not come from some noble family, but he did end up getting a lot of seafaring experience in the Navy, a lot of combat experience. He knew his way around a ship. So in 1819, he saw that the British Navy was downsizing some and the writing was kind of on the wall for, or at least he felt the writing was on the wall for him. And he said, all right, what I should do if I want to continue at sea, and I kind of like this life, is I got to get out of the military and become an explorer, become an Arctic explorer, because that was like a path post-military that you could do. You could become an adventurer. Yeah. And he was still part of the British Royal Navy. He was a captain in it, but he wasn't engaging in warfare. He was engaging in exploration. So it was almost like they had two prongs. You could either go like Discovery Corps or the Corps of Death and Destruction. Sounds like both lead to death. Yeah, in this case, Discovery Corps didn't pan out very well. I just spoiled it again. So yeah, we'll just, everybody, just forget that everyone dies. We're working up to that apparently. So he got to work on his discovery path. He was doing pretty well. He commanded some expeditions here and there. One ended up being a big failure on the north coast of Canada, exploring near the Copper Mine River. And half of the men died. The reason that this is noteworthy is because that even though it was a big failure, he gained a lot of notoriety because he survived grim conditions and very famously ate his boots to survive, ate the leather from his boots, which is a thing that happened on alone on that TV show I watched that some guy ate part of his belt. Oh yeah, how'd it go down? It didn't go down well. I can't imagine it would, man. I think the idea when you boil leather like that is that it's just, some of the fat will come off and it might give you a little bit of caloric intake, but it's not a great plan for success long-term. But Franklin earned a lot of notoriety by eating his boots and wrote a big bestselling book about it and was knighted even though it was a failure. Yeah, because they kind of saw it as he had sacrificed that much in the name of exploration. Sure. But they're not knighted. It's better than throwing rotten tomatoes at him upon his return. The guy had to eat his boots for Pete's sake. Yeah, exactly. So that was one of his two initial expeditions. The one that we're talking about today was his third. The other one was pretty catastrophic too. Nothing like the first one and nothing like the third one, but still noteworthy enough that it was not successful. They got lost and both of those first expeditions, Franklin and his crew were bailed out. By Inuit who basically made sure that they stayed alive. He probably wouldn't have survived that first expedition had it not been help from the Inuit who made sure that they made it back and were fed and all that stuff. And that's a big recurring theme that we're going to run into is the Inuit were in the background, like back in England, people knew they were there. They called them Eskimo, spelled like it would if you were in New Orleans or something with the AUX at the end. Oh, really? Yeah, that's what they did. They were not thought very highly of. And yet the whole time, as we'll see, like the Inuit were just witnesses to this history, had an extensive and detailed oral history, knew exactly what happened, where everybody was, what went down when. And yet the British and other European explorers just would not listen to them. And when they did listen to them and they tried to explain it to England, England shouted that person down and told them they were a fool for listening to the chattering of these Eskimo. So that's just kind of a common theme as we'll see that the Inuit played a huge outsize role. They were only now starting to kind of like acknowledge or recognize. Yeah, they also, there was a common theme that if you were smart enough to listen to them while you were there, then you fared much better than if you did things your own way. Definitely. But the problem was, is like that was not something you would want to do back in the mid 19th century in front of your crew. You could very quickly like, your crew could lose confidence in you because you were doing something totally out of the norm and probably out of the bounds of respectable behavior by following the lead of, you know, an Inuit at the time, or I'm sorry, an Inuk. Something I learned is Inuit is the plural, Inuk is the singular. So if you're talking to, you wouldn't say I'm talking to an Americans, say I'm talking to an American and in the same way say I'm talking to an Inuk who's a member of the Inuit. Yeah, what they were smart to do would be to take an Inuk around behind a big block of ice and very quietly say, listen, old boy, if you have any advice, please just let me know quietly. Happy to follow. Can you draw out where we should go in the snow? Right and then yes, yeah. And then erase it very quickly and with pee. Safe face, yeah, with your urine. So or no, no, no, wait, erase it with urine or spell it out in urine? You would erase it with urine. You could do both, but the spelling it out with urine would be too permanent. You would want to pee all over it and it would melt out the instructions once you committed them to memory and everybody in your crew would have thought you just went behind the ice block to pee. Well, that's why they have the slogan as the Sharpie of snow riding. What does pee? Yeah. Okay. I didn't know that. It had its own slogan. It did. I really circumnavigated that like a big ice flow. That was nice. Clumsily, somewhat breaking through with my iron force. There were a couple of bumps in there, sure. All right. So where are we? He had the second expedition that he said wasn't as bad as the first and third. Still not great. Right. He's kind of thinking about hanging up his half-eaten boiled boots at this point. He's in his 50s and in 1837 they said, no, why don't you take this appointment as the Lieutenant Governor of Van Diemen's Land, which we now know as Tasmania. Sure. And that only lasted a few years. And his wife Jane said, you know, what you should really do is finish strong. You're getting old. You got one more in you just to sort of save the family name. One more Arctic expedition that might really be great and cement you as a victor. And he said, I guess I'll try if they'll have me. He said, Roger, Roger. Yeah. So he did. Well, she did, I should say. He kind of just went along with it. But Lady Jane Franklin really worked behind the scenes to get her husband appointed to the head of an Arctic expedition. And in particular, this one that was considered potentially the last one to map the Northwest Passage because there was only that 300 miles of uncharted territory. I got a question though. Was this a situation where they gave it to this older guy because no one wanted to do it because it was so dangerous? Or like I saw that the younger captains declined to take the position. Is it because it was just so fraught? I don't know. I honestly don't know. It's possible, but that seems like that would fly in the face of the Royal Navy and their attitude at the time. You would step up and be like, yes, I'll be the one to die rather than be like, I don't want that. You know? So I'm not sure exactly why. I'll have to go back and watch the terror again. How historically accurate is it? Extremely. But at the same time, it also veers off into just wild speculation. OK. I got to see it now. Yeah. I can't really get across how good it is. And it's one of those ones where, you know, when somebody talks something up and you go in expecting high hopes or high hopes and you're invariably let down, you will not be let down. All right. That's how that's how great it is. I expect texts from you every like couple hours while you're watching it. Should we take a break? Yeah. All right. Let's take a break. We've got it set up in that he is going to take this final voyage to restore his name and we'll be back right after this to let you know what happened. Get your tickets now at AXS.com for our twenty twenty three. I heard radio music festival coming back to Las Vegas. Two nights September twenty second and twenty third. One stage at T-Mobile Arena streaming live only on Hulu. Next is the I Heart Radio Music Festival. A weekend full of superstar performances never seen before collaboration and once in a lifetime moments you'll have to see to believe. Don't miss your chance to see Foo Fighters, Fall Out Boy, Kelly Clarkson, King Brown, Lil Wayne, Lil Durk, Lenny Kravitz, Miguel, Public Enemy, Cheryl Crowe, Travis Scott, Tim McGraw, TLC, 30 Seconds to Mars and more. Buy your tickets for our twenty twenty three. I Heart Radio Music Festival now before they sell out at AXS.com. That's AXS.com. Hey everybody. I'm Ben Nadeff-Haffrey and I want to tell you about a show called The Last Archive. It's about the history of truth in 20th century America. Each episode we tell a story about how people came up with new ways of knowing things and doubting things over the last hundred years. Histories of science, technology, democracy and also some pretty far out characters. What the heck was that? Well it's Dr. Frankenstein's monster isn't it? This season on The Last Archive you'll hear stories about the dawn of social network theory. Of course I go oh my god. Mid-century songwriting machines. I'm not an industrial spy, I'm a graduate student. Invasive species. You're chanting all together, bring back the nest. Bring back the nest. All this and more on the new season of The Last Archive. Listen to The Last Archive on the I Heart Radio app, Apple podcasts or wherever you get your podcasts. Hey y'all this is Annie. And Samantha. Of Stephon Never Told You, an intersectional feminist podcast where no topic is off limits. Social justice, politics, fashion, health, pop culture and general nerdery. And now we have a book packed full of these things too. I really loved that we got a graphic novel element in it, beautiful illustrations and that I got to talk about some of my favorite fictional women. You know what I think one of my favorite parts to this is talking about the many amazing intersectional people who have worked so hard in the past to bring us to where we are today and to teach us how to fight throughout all of this mess that we're in. And if you're a listener of other stuff podcasts, this book is for you. A combination of information, illustration, activities and calls to action. And yes deep dives into fictional characters and their importance. It will engage you and show you why intersectional feminism matters to all of us. Stuff Mom Never Told You, the feminist past, present and future is available August 29th. You can pre-order now where books are sold or get yours at StuffYouShouldReadBooks.com. Okay so Lady Jane Franklin has successfully secured the appointment as head of this expedition in 1846 I believe, an 1846 expedition to the Arctic to uncharted territory largely because no one else would accept it. But also because she maneuvered. I don't think, I think without her wrangling, he still might not have gotten it even though no one else wanted it. He was ready to go out to pasture and the Royal Navy was more than willing to let him go. Lady Jane Franklin said, no meet my sheer will and they did and so he became head. And it's not like he was just some hapless boob or something like that. He wasn't the finest captain in the Royal Navy. I'm sure he wasn't the worst either. He was just you know average and his track record wasn't so great. And there were plenty of other captains in the Royal Navy that had far better track records than him. But again I don't want to get across like he was the wrong man for the job. He just wasn't necessarily the best man for the job. Yeah exactly. I was trying to make up a funny name for the worst captain in the Royal Navy but I couldn't stop. I got nothing either. No matter how I try I guarantee it won't be good. Like oh what's something funny about someone who can't sail? They have lead feet. How about lead foot mccant swim? Oh boy. He was the worst. That's not a good sailor right there. Or James Francis can't steer. Right. I love it. Should we speaking of steering should we talk about these boats? Yeah let's because they're kind of important too. Yeah very important. One as I guess is named for the TV show The Terror. Or vice versa. Yeah and the Erebus. What? Oh said it was named after the TV show. And the Erebus these were previous to this outing they were they were warships but they were ships that didn't you know have like cannons up and down the sides. They were delivering big mortar rounds close to shore. So they were they were squatty and they were super strong and they were sailing ships but they were retrofitted for this adventure. I keep calling it adventure. It was an adventure I think that's fair. For a while at least. They were retrofitted in a bunch of ways. First of all adding these iron plates to the front to you know break through the ice. But then they also added a steam engine to the sailing vessel not to just use full time but you know because you require too much coal you can't do something like that. But to get you through like I was talking about that moving ice if they were like oh my gosh we need to get over there quick because I see a channel that's closing they could kick in that steam and get over there faster. That's just like one ways that they would use a steam engine. Yeah like if you were playing Frogger you wanted your steam engines going. Exactly. So they also figured out how to use the steam as basically central heating. This was like state of the art. We're talking like the late 1840s here and these guys were going on an Arctic expedition and I think they may have been the first crew ever to sail into the Arctic with central heat. So that was an enormous luxury and they also used the steam system as a water distillation system. So they had all the fresh water they needed but they could desalinate it they could decontaminate it. It was just a really ingenious system all kind of built into one. Yeah and if you're wondering about the propellers being a problem with the ice they actually retracted back into the hull when they were in shallow water and icy water. So like for the 1840s this felt like a very modern operation. Oh yeah for sure. So it's important to remember though that the steam was meant to just kind of give them a boost. They were still sailing ships. That's mostly how they moved was through sail. Yeah and they brought a lot of stuff. We always like to talk about the load of any expedition and what they kind of carried because it's usually a precursor to they didn't either have enough or they had the wrong stuff. They had 32,000 pounds of beef 33,000 pounds of tend to meat which will very much come into play. We'll get to that later. They had fresh veggies. They had livestock. They had live animals on board right. They had cattle sheep pigs hens. Sure. All meant to probably not last very long and then eating was good at first. Exactly. They also had pets too Chuck. There were three pets. There was a monkey that Lady Jane Franklin gave to the ship as a present and I guess was kind of Captain Franklin's pet. Yeah. And apparently he used to steal stuff a lot but it was a super cute monkey so everybody forgave him every time. Much more popular was a dog named Neptune in Newfoundland. I mean come on. Got to have a dog on board. And then there was a cat that may or may not have had a name because I think I got this information from a historian named John Geiger who is basically dedicated his career to the Franklin expedition and he does not name this cat and the fact that he didn't makes me think that cat didn't have a name. It was just the cat. I don't think they named cats for a while. Yeah. Yeah. I've seen a lot of historical stories where there was like a cat they just called cat. So like Mr. Sphinx didn't come around until like the 70s maybe. I don't know. We'll find out. What's the short stuff just waiting to happen? Totally. They also had thousands of pounds of sugar, had tons of spices. I mentioned the veggies. They had you got to have tobacco. They had about 7000 plus pounds of tobacco. Tons of booze, 4000 gallons of either rum or wine. Close to 3000 pounds of candles so they could see because you know it gets during the winter there it's dark for long long periods of time. For sure. Lemon juice, lots of lemon juice. That's a big one. They had 930 gallons of lemon juice to stave off scurvy and every crew member got an ounce a day and unfortunately didn't work for a lot of people. A lot of guys seem to have gotten scurvy. Their teeth fell out and they were fatigued and all sorts of terrible things happened because of a vitamin C deficiency and yet they had enough lemon and apparently historians think that the lemon juice may have started to ferment and so to kill off that bacteria they may have boiled the lemon juice to kind of recharge it and in doing so that would render the ascorbic acid, the vitamin C, totally ineffective, inert basically. They could have been drinking lemon juice all day long and they still would have gotten scurvy. That's a great theory. I don't know how accurate it is but it's the best one I've heard. It's also the only one I've heard but it still seems pretty good. How about we set up the first part of this tinned food thing and then we'll reveal what happened later. It was sort of a new thing. Usually you would take dry goods like salted pork and stuff like that if you wanted to eat well on a ship but Franklin said no, let's do this a little better. Tinning technology is new. I'm going to contract with this guy, his name is Steven Goldner and he's, well I was about to say the best at this but he was doing this and they said give us whatever you can get us on time. We need 8,000 tins of food, cooked beef, cooked pork, preserved meat, ox soup even. Don't forget the pemmican. What is pemmican? I've heard of that. It's, I saw it described as paste of dried and pounded meat mixed with fat and spices. I saw it compared to oily beef jerky and then some people like, I guess keto people, like will add like maybe some fruit or something to it just for a little bit of carbs. But it was a very popular staple in the Arctic because it was fatty and full of protein and that's what I needed. Those are good things. Yeah for sure. And Goldner was like, all right, this stuff is going to be great. It'll last you a few years and I need to get to work though because I have a short timeline but delivered those tins and that's where we're going to leave it for now. Yeah. So they took on all these supplies I think after they passed Scotland in Disco Bay, D-I-S-K-O. Yeah, it's a shame. So close. They do not dance in Disco Bay. That's in Greenland on the West coast of Greenland. That's where they took on supplies. And then also really interestingly, they left behind five guys. There were originally 134 crew members, but five of them were left behind in Greenland because they were basically booted off the ship by Franklin. The only explanation I saw is that they had run afoul of his bands on swearing and drunkenness. So they actually managed to avoid this grim fate by cursing and being drunk essentially. Yeah. Good for them. Yeah, for sure. So they took on all of these supplies. They took on the coal. They took on all the tin meat and all that. And they started sailing toward Baffin Bay, not the one in Texas. This one is up in the Arctic. And they were about to enter Lancaster Sound or they did. Right before they did, they were sighted by a couple of whaling ships, the Enterprise and the Prince of Wales. And it's really disappointing they didn't spell the Prince of Wales like a whale. They spelled it like the country. It's a whaling ship. Come on. Yeah. I mean, boat names are supposed to be puns. For sure. For sure. Like, oh man, I can't think of one right now. I can't either. All of them are though, aren't they? Yeah. At least the ones in Florida and, you know, California, like San Diego. Yeah, they're very punny usually. Okay. So these whaling ships hung out with them. Suddenly they boarded and like looked around and they were like, oh my God, central heat. When they took their leave of the Arabis and the terror, they were the last Europeans to see these people alive. That's right. And one of the other things I just want to say about Lancaster Sound, Chuck, from Baffin Bay, if you look at it on a map and they don't map out the sea ice, you could shoot an arrow from Baffin Bay to the Arctic Ocean, which would eventually take you to the Pacific, just straight through Lancaster Sound. And yet because of the ice, it was so bad, they couldn't go anywhere near across Lancaster Sound. They had to immediately start to go south. Yeah. Oh boy. Go south indeed. I guess we should talk a little bit about sort of how you navigate through this ice. We did mention that that had, you know, iron on the front of their ships and any, any sort of ice ship or fishing ship that's in icy waters will have a reinforced hull because, you know, you can break through some of this stuff. If you ever watch, you know, Deadliest Catch, they do that kind of thing here and there. But if you really get sort of in a position where you, you know, the ice is too thick and you know, this ice is continually being just smashed against the shore until you have like ice mountains along the shoreline and it just, it just stacks up on each other. So eventually if you get to a place where you really can't get through, there are a couple of things you can do. You can wait for summer and like cross your fingers that it'll melt because it may not even melt then. Or you can use a process called warping, which is when you basically inch yourself along little by little by, if there's land nearby, you could like tie yourself to something strong on land and, and winch yourself by little by little. If there's no land around, you can put your anchor in a dinghy and send somebody out, probably not a dinghy, a little bit bigger boat. Drop the anchor and then winch yourself toward that anchor. But it is extremely slow going. If you can even get through at that point. I think Ed used one example of a rescue expedition that was trying to find Franklin that spent nine hours basically going the length of their ship, like an inch at a time. So it's not fun. It is, but it's like that may be your only chance at survival sometimes because you can, you could get stuck in ice forever and die. For sure. And that's actually what the Franklin expedition found themselves in that situation. At first they were doing fine. They wintered at Beachy Island, which is not very far past where they entered from Baffin Bay because I think they set sail on May 19th. And winter comes quickly. Right, exactly. They finally, oh sorry, they finally left Disco Bay in July of 1845. So yeah, winter comes way earlier up there than it does here. So they wintered pretty quickly and they, they were successful that first winter that ice started to melt and they started to do some cool little navigating and apparently doing U-turns and all sorts of stuff that we'll never probably know exactly what they did. But that first winter and summer went fine. Yeah, but three guys did die of basically kind of how you die back then in those conditions. Could have been pneumonia. It could have been, I mean, who knows what kind of health some of these guys were in, but it wasn't anything like super unusual. They just lost three guys. Yes, but that supposedly was not a good record even for an Arctic expedition losing three guys that quickly. So aside from the three deaths, fine. Things went pretty well compared to the rest of the expedition. That was great. Right? Sure. So the first winter comes and goes, the first summer comes and goes, and now they've made it to the northwest corner of King William Island and they get, they get iced in for the winter. And again, this is what they're expecting. They had three years worth of supplies. They figured it would take that long to circumnavigate all of this ice flow throughout these seasons. So they're not worried yet. When they start to worry is when the next summer comes and the ice doesn't melt. Right. And that's what I mentioned earlier by crossing your fingers. Sometimes it melts, sometimes it doesn't. It all depends on the conditions at the time. At this point they had been there for a while and like you said, we're surviving and they were even sending guys ashore that were charting their location and nothing was really out of the ordinary, like you said, until they were like, well, we're still stuck. And that's when it got fairly scary. This is, I guess, spring or what would be spring? I don't even know what you would call May in that area in 1847. Winter part two, maybe? There was a team that went to leave. They had this method for leaving messages. They would use these Royal Navy forms basically like they should have just had letterhead because they would have had more room to write. But instead they would write in the margins of these Royal Navy forms just to make sure people knew it was them. And they would leave them in sealed canisters in various places. This one was under a cairn that someone else had built before them. And it was a pretty brief note. Things were okay. Nothing out of the ordinary to report at that time. These people came back to the ship from delivering this note and making sure it was safe to be found later. And Franklin had died while they were gone on June 11th. Yeah, they even said in the note, Franklin commanding and then all well. They should have said as far as we know. So that's kind of a big deal. The leader of the expedition dies. Oh yeah. It's not like, well, what do we do now? There was a second in command, a guy named Francis Crozier. And then a third in command named James Fitzjames. So there was a clear chain of command of able captains and leaders, right? Sure. But it's still, at the very least, that just seems like bad juju when you're up on an Arctic expedition and you've been snowed in through summer, right? Yeah. And a few other people died too. So at this point, they've lost, you know, probably close to 10 people. So from September 1846, when they first got iced in for the second time, this time off the Northwest coast of King William Island, all the way through 1848 and actually beyond, they just sat there. Their ships were iced in. They didn't move. They just stayed there. If the ice moved, then the ships moved, but that was it. They didn't move within the ice. And these guys are like living on these ships, kind of living on shore. They made camps. And then they finally abandoned the ships because it was becoming clear that, I guess, Crozier had this gamble to make. He could either wait to see if the ice melted next summer, in which case they could probably make it through to safety. They could sail to safety during the summer and be saved. But if the ice didn't melt, he would have wasted several months waiting to see if the ice melted when they could have been walking to safety. And he chose option B. He said, we need to start moving toward safety because I don't think that this ice is going to melt again. Yeah. And the Inuit, the ones who listened to them, a few dozen of them did make it to mainland Canada. But just because you made it to mainland Canada doesn't mean that you're saved. They were still in big trouble, obviously. At this point, Lady Jane... Well, should we take a break now, actually? Yeah, we're close. Yeah. All right. Let's go ahead and talk about what Lady Jane did right after this. All right. Heart Radio Music Festival. A weekend full of superstar performances. Never seen before collaborations. And once in a lifetime moments you'll have to see to believe. Don't miss your chance to see. Foo Fighters. Fall Out Boy. Kelly Clarkson. Kane Brown. Lil Wayne. Lil Dirk. Lenny Kravitz. Miguel. Public Enemy. Cheryl Crowe. Travis Scott. Tim McGraw. TLC. 30 Seconds to Mars. And more. Buy your tickets for our 2023 Heart Radio Music Festival now. Before they sell out. At AXS.com. That's AXS.com. Hey everybody, I'm Ben Nadef Haferi. And I want to tell you about a show called The Last Archive. It's about the history of truth in 20th century America. Each episode we tell a story about how people came up with new ways of knowing things and doubting things over the last hundred years. Histories of science, technology, democracy, and also some pretty far out characters. What the heck was that? Well, it's Dr. Frankenstein's monster, isn't it? This season on The Last Archive, you'll hear stories about the dawn of social network theory. Of course I go, oh my God. Mid-century songwriting machines. I'm not an industrial spy, I'm a graduate student. Invasive species. Just chanting all together, bring back the nest. Bring back the nest. All this and more on the new season of The Last Archive. Listen to The Last Archive on the iHeartRadio app, Apple podcasts, or wherever you get your podcasts. Hey y'all, this is Annie. And Samantha. Of Stephon Never Told You, an intersectional feminist podcast where no topic is off limits. Social justice, politics, fashion, health, pop culture, and general nerdery. And now we have a book packed full of these things too. I really loved that we got a graphic novel element in its beautiful illustrations, and that I got to talk about some of my favorite fictional women. You know what? I think one of my favorite parts to this is talking about the many amazing intersectional people who have worked so hard in the past to bring us to where we are today and to teach us how to fight throughout all of this mess that we're in. And if you're a listener of other stuff podcasts, this book is for you. A combination of information, illustration, activities, and calls to action. And yes, deep dives into fictional characters and their importance. It will engage you and show you why intersectional feminism matters to all of us. Stuff Mom Never Told You, The Feminist's Past, Present, and Future is available August 29. You can pre-order now where books are sold or get yours at stuffyoushouldreadbooks.com. All right. So at this point, things are going really bad. The expedition itself, as far as trying to get these last 300 miles that that passage figured out, was, I mean, forget about that at this point. These guys are just trying to be alive. They're walking across frozen sea ice. It's that much ice that it's just like one continuous sheet all the way to Canada. Yeah, not a healthy prospect for survival. And one other thing, Chuck, I want to throw in. They're not just walking. They're pushing huge ships loaded with supplies. They're dragging them and pushing them along this ice and rock. OK? Not a fun task. No, exactly. So this is where the search period begins, which spanned from 1847 to 1859. All kinds of people went out looking. Lady Jane was ringing that bell. The Royal Navy was offering up 20,000 pounds in 1850. Ton of money. Do you want to know? I mean, let's hear it. Is this an American or a pounds? I got both, buddy. Well, let's hear it. That would be 2.2 million pounds today or $2.8 million today. What about euros? Oh, I didn't do that one. You got me. You could have said, what about drachmas? Typically more thorough, but that's fine. Sorry. No, that's a lot of money. Enough to attract what eventually ended up being over 30 expeditions that were going to be fraught with the same peril. I mean, it's not like things had changed and it was now easy, but it was sort of like in Jaws. All these people had money on their mind. They had their mind on their money and the money on their minds and wanted all those pounds. And it was a big public thing. People wanted them back and they tried to get them back, their hardest. Yeah, because one of the reasons why John Franklin was known was because he was the man who ate his boot. Gotta get that guy. Right, and the English public was also very much fascinated with Arctic exploration. It would be kind of analogous to the American public being interested in going to the moon in the 60s. Kind of like that. Yeah, not like now. No one cares. Sadly. Hopefully everybody will get re-interested again when we start going to the moon again soon. One of the big names in one of these search parties was a guy named John Ray. He was a guy that sort of, well, we'll get to kind of his big reveal in a second here, but he was very noteworthy and proficient guy. He knew what he was doing. He had been all over the Arctic. I think he was one of the guys who listened to the Inuit, right? He was, and he got shouted down as a result because he came back from this exploration and interviewing a number of Inuit and he said, hey, they told me that these guys probably, not probably, but definitely engaged in cannibalism. That's how desperate they became. And that did not- They didn't want to hear that. No, that did not sit well with Lady Jane Franklin. And she actually got Charles Dickens to basically write this diatribe about how terrible a person Ray was for listening to the Inuit and how terrible- Charles Dickens. Yeah, how terrible the Inuit were. John Geiger says that it was just a stain on his reputation that continues today. It was very racist, the stuff that he wrote. And he did it on behalf of Lady Jane Franklin to basically say like, you're slandering these heroes. And Dickens even said, if they're dead, I'll bet it was the Inuit that did this. Anything but the possibility that they actually became so desperate to engage in cannibalism. And as we'll see, it turns out that the Inuit who said that this happened were actually proven correct like a century later. Yeah, exactly. By the 1900s, they had found graves, they had found corpses. They had found a lot of this stuff, except for the ships. And remarkably, just, oh, how long? Like not even 10 years ago, in 2014 and in 2016, they found the Erebus and the Terror respectively in about 30 feet of water, fairly intact, considering how long it had been. And this was, I think Terror was off of King William Island. Erebus was a little further south, near the Adelaide Peninsula. And they don't just don't know for sure how the Erebus exactly got there, whether it was sailed there or moved there, or just accidentally drifted there. Some combination of all those, who knows? Yeah, it's possible it drifted like after the ice melted. Some people say maybe the ice moved it all the way down there. That wouldn't have happened, it would have crushed the boat. It could have very easily been sailed. But either way, finding those ships was enormous. And there's really cool Parks Canada videos of scuba divers swimming through these ships that are almost entirely intact. There's still dishes on the shelves, and bottles on shelves, and desks intact. And the drawers are closed. They think because of the state of the water and the anaerobic conditions, that there's probably lots of documentation of what went on during the expedition in those drawers that they're gonna eventually be able to get to. Totally. As far as why they perished, there are a bunch of theories. Three of them can be kind of lumped together, and it could happen to sort of any expedition, which is bad luck with the weather. Those two really bad winners in a row without that summer thaw that they maybe were counting on combined with not being as prepared as you should have been, I guess two, not three. Even though they were prepared, they were heavily stocked. This was just really rough territory, and the clothes they had might not have been perfect. They really held water well, which would freeze. The equipment was really heavy. They, like we said, they weren't listening to the locals about how you should really do things. They were doing things their way. So that's a kind of underpreparedness. So those are just sort of under the normal ways that one could die on an expedition like this then. With the bad luck in particular, where they got iced in for that second winter, even the Inuit are like, we don't really go around there. They called it Tunu Ni, which is back of beyond, which is a terrible name for a place that you're iced in in the Arctic. Then on that Nova documentary, they took ice core samples, and they found that those winters that they were iced in were two of the worst winters in 700 years in that area. That's called bad luck. They had terribly bad luck for sure. Yeah, slash underprepared, because they shouldn't have been there to begin with. Right. So those are all sort of normal ways that you could perish, like I said. The last one that we have to talk about though, is this lead poisoning. We talked about the contract with the guy that was innovating with his 10 meats. He had rushed this thing through. It apparently leaked lead, and it was lined with lead, and that leaked into the food. They did lots of studies over the years. The first, I believe, was 1981. There was an anthropologist named Owen, Dr. Owen Beatty, and basically was the first person to say, I think this, we've literally are founding lead in their bones, like at levels that we should not see. And it seems pretty obvious there was lead in the examined corpses. It may not have been everything, but it definitely had something to do with a lot of the deaths. Yeah, it's kind of criticized that he didn't have a control group. It's possible these guys had tons of lead in their bodies anyway, just from lifelong exposure to lead, and that it's possible their bones released it as they started to die, basically. We don't know, because there isn't a control group, but it's quite possible that it had some effect on the expedition if it wasn't directly killing people. They also think that the contaminated tins or that the poorly soldered tins may have been contaminated with botulism, which would have killed off a lot of people too. Yeah. And then, yeah, so it's just not clear. Like those first three graves that they found from the first winter, like you said, I think they died from pneumonia, from tuberculosis, but so few people have been found, and the state that they've been found in hasn't really allowed for forensic anthropology to say this is how this guy died, this is how this guy died. So it's all left to the imagination. And I think one of the things that captures my imagination the most is that there are inuit reports that in the summer of either 1851 or 1852, there were still four survivors left from this crew, four of them in a dog, probably Neptune the Newfoundland, I imagine, and that they were the most skilled at hunting, so they had survived the longest, and they were all that was left. And by 1851, 1852, there had already been numerous search expeditions launched. So that means that there were people searching for them while they were still survivors. They just didn't, their paths didn't cross, they just didn't find one another. And those guys were, those last four were the last of them, and I guess they did not go on. Yeah, I guess we should talk a little bit about the cannibalism thing, because that's, you know, that was what Ray was sort of brave enough to talk about, and was, you know, like you said, he was basically shunned because of this. They didn't wanna hear anything like that. And it turns out that he was, he was basically, he was right. I mean, there's no other way to say it. They found cut marks on bones, on leg bones. They found a skull from the same person that was intentionally broken. All these like, now that we know what cannibal sites look like, it has all the markings basically. Literally. Yeah, like intentionally breaking bones, cutting bones on purpose. What else, they found like clusters of bones together. Like they'd just been tossed. That weren't like just part of the body dying, like bones that shouldn't be together were together. Yeah, and then a lot of the bones that were found were like long bones. So they suspect that they had just been like carrying arms and legs as portable food. It was a bad jam. So there is, it is clear that they did engage in cannibalism, and not only was Ray right, the Inuit who told Ray that they had engaged in cannibalism were right. And throughout some of these expeditions that came during this, what's called the Franklin search period from 1857 to 59, a lot of Inuit agreed to be interviewed with translators with some of these explorers, and they documented these interviews. And it wasn't until like a century later that historians like John Geiger went through this stuff and was like, oh, the Inuit knew all along exactly what had happened. Apparently one of them pointed to where the ship was, that I think the Erebus, and they still didn't discover it for another century after that. So it's a really interesting, just kind of side note that like there's this whole group of people who were willing to cooperate and share their knowledge, and they were just totally ignored. And that's what led to the mystery that lasted for over a century. Yeah, I mean, I think if it hadn't have been for him poking around more, they were quite happy just to leave this as it was, and that sort of be the end of it all. Yeah, I guess so. I guess so. Good stuff. Yeah, so that's the Franklin expedition. And now that we found the ships, yeah, they are pretty confident that we'll have a lot more information soon. So that'll be pretty cool to look out for. And since I said it's cool to look out for, oh, by the way, if you wanna know more about this, go check out that Nova episode on it. It's really, really good. And since I said that, it's time for listener mail. I'm gonna call this the shortest short stuff, because this is from Kent, and Kent talks, he's basically sending in a short stuff suggestion, but I think says enough about the thing that it can just be its own little episode here at the end. Oh, nice. We were talking about the 70s trucker craze on the trucker episode, Long-Hull Trucking, and he said, we all know truckers have their own lingo, but one phrase that has died out in usage is the Monfort Lane. You ever heard of this? I hadn't until I wrote his email. Yeah, the Monfort Lane referred to the left lane of the interstate. In the early 70s, a Colorado cattle legend named Kenny Monfort started shipping meat to the East Coast. He had a fleet of supposedly triple digit trucks and drivers who were not afraid to mash it. They turned two trips a week from Colorado to New York City. One driver recalled he had $1,200 in speeding fines one year when these were back when tickets were about 15 bucks, and points didn't accumulate on your license. That's important. Yeah, you just rack them up forever and have the company pay for them, I guess. And interestingly, the Monfort family is now the principal owners of the Colorado Rockies baseball team. That is very interesting. And that is from Kent. Thanks a lot, Kent. Good stuff all around. That was the short stuff right there around the end of the Franklin Expedition episode. Great. If you want to be like, what was it, Kent? Kent. If you want to be like Kent and give us a little short stuff that we can add on as a listener mail, I think that's a cool new thing. Let's give it a shot. And you can send that to Stuff Podcasts at iHeartRadio.com. Stuff you should know is a production of iHeart Radio. For more podcasts, my heart radio, visit the iHeart Radio app, Apple podcasts, or wherever you listen to your favorite shows. From iHeart podcasts and Nomadic Engine, the acclaimed dramatic thriller returns. Aftershock, season two. He's like a ghost. We had an agreement to keep each other's secrets. None of you are making decisions to keep the rest of us safe, which leaves me. I'm asking for your forgiveness. Aftershock, season two, starring Sarah Wayne Callies, David Harbour, and Jeffrey Dean Morgan. Listen to Aftershock on the iHeart Radio app, Apple podcasts, or wherever you get your podcasts. Hey, this is Annie. And Samantha. And we are the hosts of Stuff Mom Never Told You, an intersectional feminist podcast tackling everything and anything. And now we have a book that digs into issues that impact so many of us and why they are so important to fight for. For example, what was the pantsuit revolution? What's the future of abortion? This book answers all of those questions and more, giving historical context for why they matter to all of us now. Stefan Never Told You, the feminist past, present, and future comes out August 29th. Pre-order where books are sold or get yours at stuffyoushouldreadbooks.com. Diamond for diamond, no one compares with Mervis. At Mervis Diamond Importers, our natural diamonds come straight from the mines in Africa and our mermaid lab-grown diamonds beat all others for quality and value. Come view our brilliant diamonds, both natural and lab-grown. Mervis diamonds are so bright and full of fire, they will blow you away. So will the affordable prices. Our diamonds may steal your heart, but not your wallet. See our mermaid lab-grown diamonds and learn how to get a larger diamond for less. You can get a bigger mermaid lab-grown diamonds than you ever thought possible. And with Mervis financing, you can enjoy up to five years to pay with zero interest. A generous full value trader policy and our lifetime warranty program easily make Mervis your first choice. When you mount a world-class Mervis diamond into a designer ring from our huge collection, there is no equal. Mervis Diamond Importers, for an appointment, call 800-HER-LOVE or go to MervisDiamond.com. Again, that's 800-HER-LOVE or go to MervisDiamond.com."}, "podcast_summary": "The Franklin Expedition was a disastrous Arctic exploration led by John Franklin in the mid-19th century. The expedition aimed to map the Northwest Passage, but all 129 crew members, including Franklin himself, perished. The fate of the expedition remained a mystery for many years, with various search missions launched to find them. In recent years, the wreckage of the expedition ships, the Erebus and the Terror, has been discovered. There are various theories as to why the expedition failed, including bad luck with weather, underpreparedness, and the possible ingestion of lead-contaminated tinned food. It is also known that some crew members resorted to cannibalism in a desperate attempt to survive. The story of the Franklin Expedition continues to captivate and intrigue people to this day.", "podcast_guest": ["Sarah Wayne Callies", "", "", "Sarah Wayne Callies", "Sarah Wayne Callies (born June 1, 1977) is an American actress. She is known for starring as Sara Tancredi in Fox's Prison Break, Lori Grimes in AMC's The Walking Dead, and more recently, as Birdie Nicolletti in ABC's The Company You Keep. She has also starred as Katie Bowman in USA Network's Colony and Robin Perry in NBC's Council of Dads and has had film roles in Whisper (2007), Blac Gold (2011), and The Show (2017).\n\n", "https://en.wikipedia.org/wiki/Sarah_Wayne_Callies", "https://upload.wikimedia.org/wikipedia/commons/3/3f/Sarah_Wayne_Callies_by_Gage_Skidmore_2.jpg"], "podcast_highlights": "The Franklin expedition was an Arctic exploration mission in the mid-19th century that ended in tragedy. Led by Captain John Franklin, the crew was tasked with navigating the uncharted Northwest Passage, but their ships, the HMS Erebus and HMS Terror, became trapped in ice and the entire crew perished. The exact cause of their deaths remains a mystery, but theories suggest a combination of factors including extreme weather conditions, underpreparedness, lead poisoning from improperly sealed canned food, and possible cannibalism due to dire circumstances. In recent years, the wrecks of the ships have been discovered, providing new insights into the expedition."}