{"podcast_details": {"podcast_title": "Crime Junkie", "episode_title": "MURDERED: Shannon Siders", "episode_image": "https://image.simplecastcdn.com/images/a1a87b67-2865-4234-a087-b342aa30c358/ae42d51b-df99-4b19-bb3f-09f25598bcdd/3000x3000/crimejunkie-logo-registered.jpg?aid=rss_feed", "episode_transcript": " Hi, Crime Junkies. I'm your host, Ashley Flowers. And I'm Britt. And the story I have for you today is one that's starting to feel all too familiar the more and more we talk about cold cases. It's about a young woman who deserved so much better. Better from the people who treated her like an object that they could just throw away. Better from the police who didn't think she was worth looking for. And better from the people in the community who, for decades, held a secret that would have brought her justice and saved potential future victims. This is the story of Shannon Siders. Senhor Dajal When Bob Siders gets home from his graveyard shift on the morning of July 18th, all he wants to do is hit the hay. But he's a little thrown off when he walks in the door and realizes that his daughter Shannon isn't home. Shannon's 18 and at the point where she does come and go as she pleases, and so her being gone isn't the weird thing. What is weird is that Shannon's new dog was left unattended and made some messes around the house. Typically, Shannon would have made sure to clean all that up before Bob got home. But even though she is 18 and technically an adult, they usually have some irresponsible kids still left in there. So this is just annoying Bob more than anything. He waits around for Shannon to show up, but at about 2 or 3 p.m. he is exhausted and he needs to rest up before his next shift. So he goes to bed and figures he'll have a chat with Shannon when he wakes up. But when he wakes up later that evening, Shannon still isn't home and it doesn't look like she's been home at all in the time he was sleeping. At this point, his annoyance turns to worry because it is not like her to be gone this long. But there's not much he can do other than wait. It's 1989, so there's no cell to call, no location to track. So up until the last possible moment when he has to leave for work, he just anxiously waits. Now just like the day before, he gets home early that morning, hoping that his daughter is finally home. But as soon as he walks in their front door, he is crushed to find that there is still no sign of her. So when exactly was the last time he saw her? Well that was the evening of the 17th as he was leaving for work, no later than like, I mean like 1030 p.m. But even then, like everything seemed normal. I mean he headed out, kissed her on the head, told her he'd see her tomorrow. She didn't even mention any plans to him. But I mean, even if she had some, like again, why would she? This wasn't like their usual routine for her to run things by him. And he thought he'd see her the next day, like he had every other day before that. But now it's the 19th and he still hasn't laid eyes on her. So he's not just going to be waiting around doing nothing. He's calling friends, calling family members to see if anyone's heard from Shannon, but they all say that they haven't. He even gets in contact with her mom, who he's separated from, to see if maybe Shannon went to her place, but she's not there either. Now when he talks to Shannon's friends, they don't know where she is now, but some of them are able to shed a little bit of light on her night, like right after Bob left for work the last time he saw her. According to them, they all met up that evening and hung out. But here's what's weird, when he presses for details, like, okay, well where were you? What were you doing? Like when did she leave? Like give me all the things? They either don't know or they won't tell him. What? Yeah, and the details here are a little fuzzy, but none of the friends that he speaks to says that they know where she is. And this was a little hard, like, to wrap my head around, but I'm not sure if he's getting the impression they're hiding something per se. But as far as he knows, they don't have any reason to cover for her. So I mean, it's hard to tell why they won't talk, but either way, these interactions don't leave him feeling great. So he calls these kids' parents and asks them if they know anything. And mind you, this whole time, he's like, listen, she doesn't even have to come home. Like if she needs some space or like something's going on, that's totally fine. Right, just where is she? Yeah, I just want to know she's okay. But even when he calls the parents, like none of them know anything helpful. And for him, the last straw is when he calls Shannon's grandmother and she's like, listen, this is not normal. You have to call the police. So yeah, thank God for Grammy. Mine would have been the exact same way. Right. So on Thursday, July 20th, Bob reports Shannon missing to the Michigan State Police. But state police refer the report to local police. They're in New Aga where they live. And after they review the facts, they classify Shannon as a voluntary missing person. Wow, don't get so close to going above and beyond folks. I know, but I will say that when police get to talking to Bob, they learn that there might actually be a totally innocent reason for her to have kind of dipped out. You see, according to an episode of On the Case with Paul Azan called Deadly Silence, when they ask questions about Shannon's friends and her love life, they learn that Shannon has this serious boyfriend, Brian, who had just taken a job in Ohio, which is hundreds of miles away. Cool, cool, cool. Time to track down the boyfriend. Oh, and they do. So I mean, again, so this is why they're thinking that maybe she left on her own, but they're at least like gonna make a call. But when they track Brian down, he tells them that Shannon's not with him. And obviously, he's now immediately pretty freaked out because she's not there. But the problem is, even though police like made this call, I mean, I think they went in with like a confirmation bias because they get his answer, but they don't necessarily believe it. They think she is there and Brian's just covering for her. But why would they think that? I have no idea. And thankfully, Brian doesn't just let them steamroll him. I mean, he keeps insisting she is not there. And after some convincing, police finally do seem to believe him. But that doesn't mean it changes their minds. They are still convinced that she is off on some kind of adventure and just doesn't want to come home because to them, there's no evidence to point to foul play. And to be fair, there isn't. I mean, Bob didn't see anything indicating a struggle had occurred at their house. There's no blood, nothing like that. And because of that, police just kind of throw up their hands. They're like, she's 18. She's allowed to disappear. She'll come home and she's ready. But to her family, like they just keep saying that's not possible. I mean, she didn't pack a bag. She didn't take her dog. The only things missing were her purse and the clothes on her back. And besides that, she had a ton of freedom living with her dad. So she had no reason to run away. And the only reason she might have would have been Brian and he is adamant she's not there. And if she was on her way to him, she'd be there by now. So that's not it. And look, even if she did run away, if the police were right, she went on some adventure, were missing a piece of the puzzle, there is one thing that she wouldn't miss. And that would have been calling her aunt on her birthday. Apparently her aunt's birthday is the 21st, which is the day after she was reported missing. And this is ritual. Shannon calls her every year without fail. But the 21st comes and goes. And the whole time her family is waiting with bated breath for the phone to ring. But it never does. Now, since the New Eagle police have proven that they're not going to be much of a help, Bob takes it on himself to get word out about Shannon. He prints hundreds of flyers, distributes them all over town. And he even gives them to truck drivers at the Pepsi distribution plant that he works at in Grand Rapids. He even leaves copies at shops, restaurants, bars, really any spot that he can think of to make sure anyone who might know something can see her picture. But despite Bob's desperate attempts to find his daughter, he never gets any leads. But even though police aren't doing much to investigate, they do get a few calls from people who say that they saw her around town. Now, it doesn't seem like they really tried to verify these tips, though. I mean, if anything, I can see this like bolstering their own idea that she's still running around out there. But I mean, again, when tips are called, they're called into the police. But there is this one tip that is called into them that stands out, one that might explain what happened to Shannon. This call is answered by a 15-year-old girl named Amy, who works at the station part time. And when she picks up, the man on the other end tells her, I just killed Shannon Siders. Oh my God. Yeah, he doesn't say anything else, and he just hangs up after that. Now, Amy reports what she just heard to a detective. And according to an episode of Cold Case Files titled Circle of Friends, they try to track the caller down, but nothing comes of it. Yeah, they have no idea who made this call. Doesn't sound like anyone familiar. Again, Amy doesn't know the family, like just complete dead end, and they don't call back. For weeks, Shannon's loved ones are left with no investigation and no sign of her. That is until around Labor Day weekend, when a teenager finds Shannon's ID near a bonfire. Now, the ID isn't the only thing this kid finds. He also sees a gas card nearby that has Bob's name on it, so he reports it, and thankfully, at least police go check it out. Now, when they look around, they also find a pair of jeans nearby where the card was found. And the thing to note about this area that they went to where all this was found, it's not really just like a random place. It's a pretty well-known party spot for kids in the area, including Shannon and her friends. And even back when Bob was a teenager, this was the party spot, like generationally for this town. Oh wow. Yeah, so it's not totally surprising that her stuff is there or that she might have been there. So somehow, Bob gets wind of what was found. I'm not sure if the teenager who found it contacts him or what, but as soon as he gets the news, he confronts the police and is like, okay, now do you see that this is not some runaway situation? My daughter is in danger. Right. And you still don't necessarily believe him, though not for the reason you might think. You see, it turns out detectives know something that Bob doesn't, like at the time that he comes in freaking out. You see, undercover officers working in narcotics had previously heard about a girl named Shannon who was living at a local house known to the narcotics officers. And whoever this Shannon is that they know of is hiding from her father. So they found her? When? Well, apparently, according to that cold case files episode, they go to the house and they verify that this Shannon is not the same Shannon. It's a different Shannon. Okay. But for some reason, they're still on this she ran away train. So they find another Shannon who did run away and they're like, oh, well, Shannon's must run away. What? It doesn't make sense, right? And you would think that after they found this stuff, like her ID, if she is going to run away, okay, this isn't her. I don't know. It's so bizarre. Right. I was saying then explain away her ID and her dad's gas card, like by that bonfire. Yeah. Your guess is as good as mine. Even if she was hiding, she at least needs her ID, especially if she's like still going by her same name. I know. So even though they're kind of like brushing this off, again, they don't tell him about this other Shannon. They clearly just have this in the back of their heads as they're like, oh, you know, it's still probably fine. Bob is not having it. He's still not going to sit around. He goes full steam ahead and searches the area where the ID and gas card were found. Actually searches them a few times. At least once, he even goes out there with a friend who happens to be a state trooper and they scour the area looking for any sign of Shannon. But the search just comes up empty. I mean, the only things they find are a few articles of clothing, but Bob is confident that they aren't even clothes that belong to his daughter. This whole time, it is excruciating for her whole family to know that something is wrong. I'm sure fearing the worst and having police do nothing to try and even verify that she's okay. But she's not okay. And her family's worst fears come true almost three months after her disappearance. That's when a hunter walks into the police station and reports that he had stumbled across what looks like human remains in the woods, the very same woods where Shannon's ID and gas card were found. It's October 15th by this point, and even though police haven't been investigating, they have a feeling that they know whose remains the hunter found. When they get out there, they find that the remains are almost skeletal. And due to animals, one of the hands is missing and the skull is detached. There's a pair of underwear pulled down around one ankle and the top appeared to be pushed over the chest area. But I mean, the weather and the local wildlife, it hasn't left much that can be used to identify this girl, except she still has her teeth, which are intact enough to where they can compare to dental records. And sure enough, the remains are confirmed to be Shannon. How far away from her ID and stuff was she? I mean, this is close. We're talking like 50 yards. And her dad and his buddy never saw her during any of their searches. No, Bob says that there are kind of like dips into like a little valley. So it's not like he could see 50 yards in front of him. You know what I mean? It's like not just flat land. Now, the one thing he says is he never went up into the wooded area. And you know, he says if he would have, he actually probably would have seen her. But he's glad that he didn't because he didn't want to be the one to find her that way. Now, even though there's not much left to work with, the medical examiner is able to determine that Shannon was brutalized before she died. I mean, her nose is busted. She has broken ribs, injuries to her fingers. But it was actually a blow to her head with an unknown object that killed her. And although there was no biological evidence of a sexual assault because she's mostly skeletonized, they could tell that she had been mutilated, which indicated that this was a sexually motivated attack. According to an article for Fox 17 News, the medical examiner rules her manner of death to be homicide. And now, now is when police open an investigation. Is the ME able to pinpoint when she died? Well, since her body is so decomposed, they have to eventually enlist the help of a forensic entomologist, which for those who aren't familiar, someone who studies insects. And the entomologist is the one, basically, they examine types of insects, their larvae found in and around Shannon's remains, along with what stages of life they're in to pinpoint they think when she died, which is estimated to be mid to late July, maybe early August. So with knowing that and the fact that no one had heard from her, or there was no confirmed sightings of her since the day she disappeared, police are pretty certain that she likely was killed in the early morning hours of July 18th. And so this now brings them to the question of who could have killed her. Since there wasn't any sign of a struggle at her home, police's first thought is that the murderer is most likely someone close to Shannon. And I'm sure you can guess who they turned to first. I mean, I'm hoping her shady friends who wouldn't give her dad any details about that night. They're wrong. They look at Bob. Bob? The dad who was begging them to look for her doing his own searches all this time? Yeah, apparently, he expressed familiarity with the area where she was found. And police think it's possible that maybe he staged the attack to look sexually motivated so that he wouldn't be a suspect. And I guess there were like these rumors that he'd been really strict with her, possibly even abusive. And he openly admits that he did slap her once, which is not okay. Apparently, he had done it when she'd been disrespectful to her great grandmother. So with this incident, it puts him in their sights. And with this being a small town, Bob gets wind that this is what they're thinking. And he's like, oh, my God, I have to clear this up. He knows he did not kill Shannon. And any time wasted on him is time that they could be spending looking for her actual killer. So this dude just straight up goes down to the station and is like, am I a suspect? And the detective straight up tell him, yeah, at this point, you are. And so is everyone else. So he says, listen, let's clear this up so you can do right by my daughter. Finally, like he volunteers a polygraph, he passes the polygraph. And that's when they're able to cross him off their list and move on to people who might have actual information. Like I don't know the people she was literally with that night. Yes, still don't go to them. They next go to Brian, Shannon's boyfriend. But to me, I mean, he's even less of a quote unquote fit than Bob was. I mean, Shannon was killed in the early morning hours of the 18th. There's no way he could have gotten from Ohio to Michigan, then back to Ohio in time to show up for work the next morning, which he was verified to be at. So according to reporting by Heather Lynn Peters for M Live, he is also cleared of any suspicion pretty much right away. I don't even want to guess who they move on to next. Like who her former kindergarten teacher? I mean, who else? We'll actually be relieved because next up is her friends. And finally, they get some details about what actually happened the night she disappeared. During interviews with her friends, police learn that there were eight people Shannon was with on the night of the 17th. And it turns out on the case, Paul Azzon reported that their weird code of silence isn't really all that sinister after all. Basically they just didn't want anyone to know what they were really doing because they thought that they would get in trouble. You see, according to her friends, they started the night partying and eventually their fun turned into a dangerous game of tag. Like what they were doing is essentially chasing each other in their cars and driving recklessly through the countryside. And by the way, they'd been drinking so add that in there and it kind of becomes clear, at least a little bit why they were so like closed mouth at first. I don't know. I mean, I can understand the first few days, like their little teenage brains might have been playing this down thinking Shannon wasn't in any real danger. Yeah, she didn't want to be like, you know, get in trouble for drinking and driving, whatever it was. But at some point, you figure out that your friend is actually missing, possibly in danger, and you can fill in those gaps. Yeah, I have a hard time with that part. Like exactly what you're saying. Like at some point, you know that they've been looking for her for months, like whatever you guys could get in trouble with, like, when does she become the priority? So her friends say that after they finished their game of tag, they met up in the neighboring town of Grant and continued partying there. Then at some point that night, Shannon got a ride home with two brothers that she knew from high school, these guys named Paul and Matt Jones. And that is the last time her friends saw her. I'm sorry, I'm still stuck on this. Like I get not wanting to come forward because you're a silly teenager doing silly teenager things, not wanting to get in trouble. Ashley, I had super strict parents. Ultra, yes. I personally know for a fact, you could have totally skirted around and downplayed all the drinking and reckless driving and things you'd get in trouble for and maybe, I don't know, just maybe highlight the fact that your missing friend left with two guys and was never seen again. I feel like that would have taken a lot of the troubledness stuff off of you. Same. But on these two guys, and I don't know if they're afraid that the two guys would have put it back on them, but again, at some point, even if it's not the first time her dad calls you, at some point you're like, hey, maybe someone should talk to these two brothers, right? Yeah, again, super strict parents, I get it. There's nothing better to get out of trouble than getting someone else in trouble worse. And this is an opportune time that they did not take. That would have been helpful months ago. Months ago. Deep breaths. Okay. At what point were they partying in the areas where her ID was found? Okay, so I actually tried to figure that out, but I couldn't find a straight answer in any of the source material. I think it's possible that they were since this was like a really popular spot, but I can't say for sure. So to go back to what they learned though, they bring in Matt and Paul and the brothers tell them identical stories. According to Joel Bissell's reporting for M Live, they say that they gave Shannon a ride home and they dropped her off between 1230 and 130 in the morning on the 18th. They even described the route they took. They both say that they saw her dog jumping in the window. They watched her walk inside and that is the last time they say they saw her. Can the police corroborate the story? No. And for some reason after police talk to them, they're like, okay, well, since we can't disprove your story, I guess we're just going to have to let you go. Thank you. Bye. They also can't prove their story either. I know, but based on my research, it really just feels like they didn't push very hard here. And to be fair, I mean, sure, the two brothers like story matches, but like... Cool, cool. Two brothers got their stories straight. Awesome. That doesn't mean anything unless the police can stamp it as yes, the truth corroborated or poke all of the holes in it to disprove it. Right. And you'd think they would want to push for answers because like I go back to the location of her ID, again, we don't know if they were all at that bonfire where it was found, but if they were, does that mean that she went back and that's where she was killed? Right? Because they're saying they dropped her off at home. Was the ID... Did it fall there earlier? Was she never there at all? And her killers just dumped her ID there hoping that it would be found or wouldn't be found? I have all of the questions, but if they ask any of those questions, it is never reported on and investigators seem to just move on. Move on to who? Is there even anyone else? Well, not really. After police interview everyone that was with or saw Shannon the night that she died, the leads dry up super quick. And though Shannon's family continues to press for justice to be served, I mean, years start passing with no update. And they start to grapple with the idea that her case might never be solved. They might never know what happened that night. It is a devastating thought, but as the 10 year, 15 year and 20 year anniversaries of her murder come and go, it starts to feel like all hope is lost. But that changes in September of 2011 when a cold case task force is assembled in New Agow and the very first case they decide to look into is Shannon's. Now even though the original investigation didn't yield any results, the work that they did does give new detectives something to work with. I mean, they actually have, even though it sounds like they did like three things, there are over 2000 pages of reports and interviews, you name it. So I'm giving them a lot of flack. I don't know what was being asked or done in the background. Now in addition to reviewing everything from the original investigation, these new investigators also put together a victimology report. Basically they want to know everything about who Shannon was thinking that it'll give them a clue as to who killed her. And they realized that in addition to her killer, there is something else that they should be looking for. Her class ring is missing. She always wore it and it turns out it wasn't on her body when she died, nor was it back at her dad's house. So find her ring, find her killer. That's what they're hoping. But they also want to make sure that it's not maybe still out in the woods somewhere and just like didn't get collected because that's always possible, right? Like, especially if this was a violent attack, maybe she lost it and it wasn't quite near where they searched where her body was found. Would it even still be there after all this time though? Who knows, but they have to at least try. So the lead investigator takes a metal detector out to the woods and he walks back and forth scanning for anything metal. And although he finds a bunch of random scraps, he does not find her ring anywhere out there. Now as all of this is happening, they also decide to re-interview some of Shannon's friends. And according to that same episode of On the Case with Paula Zahn, later that year during an interview with one of Shannon's best friends, Julia, they actually get something that helps. She tells them that on the night Shannon died, she stopped over at Shannon's house around midnight to tell her about a job opportunity. Uh, at midnight? I know, it's a little weird, but honestly I can't find what this job is anywhere in the source material. I don't even think it's important, but what is important is that Julia says Shannon wasn't home that first time. So she doesn't just go home, she actually goes back to the house like three or four more times between midnight and 3am and each time she says Shannon didn't answer the door. Probably because she wasn't home. The boys lied. Right. Which completely contradicts the Jones brothers' story where they said they dropped her off between 12.30 and 1.30 in the morning. Because it would have been next to impossible for Julia to have missed her one of the many times she stopped by if Shannon was really at her house. Oh, and by the way, at one point she says she literally even went inside the house to look for her and Shannon wasn't there. You can't even say she was sleeping, right? Right. So that's all the cold case team needs to go track down Paul, track down Matt, and when they do, they learn that both of them have gotten into some pretty serious legal trouble over the years. According to reporting by Matt Erspamer for Fox 17, both of them have been arrested on drug charges. Matt was also charged with domestic violence assault and Paul was arrested for multiple felony home invasions. And specifically the details of one of the home invasions suggested that the crime was sexually motivated. So when they're learning this, I mean, obviously your eyeballs just get like cartoon huge to know that these are like who these guys ended up being. And it is compelling, but it is circumstantial at best. Police know they need more than just Julia's testimony. They need evidence before they even bring the two brothers in to question them. I mean, they really want to like get every all their ducks in a row, everything they can. So what they decide to do is they set up a Facebook page asking members of the community to come forward with any information because they feel that someone out there has to know something. And with the rise of social media, they figure this is worth a shot. This is how they're probably going to reach those people. Now, there is some worry that people won't want to send in tips because the page is run by police. But as it turns out, the public actually just assumes it's run by someone else entirely. Like, remember Amy, that 15 year old who answered the phone at the police station? Yeah. So Shannon's case had stuck with her all of those years and she started investigating on her own. And she's been talking to hundreds of people in the community trying to track down the killer and everyone knows that she has been obsessed with this case. Now, to be clear, she's not working with the police in any official capacity. But when the Facebook page all of a sudden pops up, most people just start assuming it's Amy that's running it, which is fine with investigators because if everyone assumes a civilian is behind it, they might be more inclined to send in tips. And it seems like they are because tips do come in, though not all of them turn out to be credible. Like for instance, someone at one point comes forward to say that she knows that Shannon was held captive in the basement of a house while she was repeatedly assaulted and tortured. But when investigators find the home in question, the house didn't even have a basement. But there are some tips that come in that are helpful. And they actually strengthen the detective's growing hunch that Matt and Paul Jones committed this crime. For instance, in January of 2012, a former girlfriend of Paul's comes forward and tells police that she saw a class ring in his ashtray. She even remembers making a joke like you're asking me out on a date, you have another girl's class ring. And allegedly, Matt responded, quote, face it, she's probably dead. Oh my god, that's got to be the ring. It seems like it doesn't it? But for some reason, it doesn't seem like investigators go looking for the ring. Again, I'm not sure why I have a feeling at this point, they need more, right? Like they're building up, they've got to have everything solid before confronting these guys directly. So they wait and tips keep rolling in. And in April, they get another one from someone who knew the brothers who says that she actually overheard them bragging about assaulting and killing Shannon during a house party in 1990. And she's just now coming forward with this information? I know. I have no idea why maybe they were afraid to come forward, maybe the passage of time, you know, their conscience was eating at them. Who knows? But what's interesting is that right around the same time these two tips come in, the ring, this house party, investigators get another one that indicates the brothers didn't have anything to do with Shannon's death. This tipster says that they were told by Matt Jones that on the night Shannon disappeared, she was with a group of quote unquote, Mexican party goers insinuating with a definite tone of prejudice that this random group of people had something to do with her death. The timing of this feels pretty convenient to me. Like yeah, doesn't it? Maybe if you knew people are starting to talk about you, you wanted to throw a tip of your own in there, throw them off your trail. Yeah. I mean, it doesn't feel legit at all to investigators. No one else is reporting Shannon being with a group of people other than her friends. And to your point, the tipster turns out actually to be, they track them down. They are a relative of the Joneses. So I think your instincts are spot on. Thank God for dumb criminals. I know. So the investigators keep pressing forward, they keep getting tips, they keep following up and while most of the stuff that they're getting isn't super credible, there is this one standout. Someone contacts police and says it is possible that there was a letter buried with Shannon that contains a confession. What? According to reporting by Heather Lynn Peters for Emma Live, police decide that this is legit enough that they need to exhume her body. Based on what? I mean, how are they sure this tip is legit? Well, I know it seems like a big jump to go from like, hey, there might be a letter to immediately exhume her body because that is a big deal. But I actually have to back up for a second. So when Shannon was laid to rest, her friends asked Bob if they could write letters to her and put them in her casket as a way to say goodbye. And he agreed. He also never read any of the letters. And from what I gather, this wasn't a widely known thing that was like publicized in newspapers or stuff like that. When they get this tip, I mean, it's specific enough that they're thinking they might really be on to something. I mean, can you imagine if the answer was right there? The whole time. I know. I know. So on July 26, 2012, Shannon's body is exhumed and the detectives sift through all of the letters left by her friends. And as they read the last one, they realize this tip was no good after all. There is no confession in any of the letters. So they just exhumed her for nothing? Well, not necessarily. Because just when this thing is seeming like a giant waste of time, detectives look at Shannon's remains and notice that she is still holding human hair in her hand. I don't know how the hair was missed before. But honestly, maybe this was a blessing in disguise. I mean, we've seen evidence get misplaced, damaged, lost, thrown out, even if they keep it. What if they would have used it before the technology was ready? I mean, I know that's a lot of what ifs, but like sometimes maybe the universe takes mistakes and tries to make them right. Because they have it now and investigators collect it and send it off for testing. They wait for the results, hoping that this will finally crack the case. But just like everything else in the investigation, it just brings them to another dead end. The hair in Shannon's hand is her own hair. So much for the universe. I know. And at this point, investigators feel stuck. Their guts are telling them that Matt and Paul Jones killed Shannon, but besides the tip that they've gotten, they don't have any real evidence. That is, until September 2012. This when our crime junkie pal Amy sits down with a woman named Jenny Corrigan. Now, Jenny's name had popped up in her amateur investigation before, this thing that she's doing on her own. And when they actually sit down to talk, Jenny has this wild story that she tells Amy. Jenny says she thinks she was a possible witness to Shannon's murder. Now what exactly she says in that first meeting to Amy, I don't know. But I know that her next stop is to police, where she says that if they really want to know what happened, they need to talk to this guy named Dean Robinson. And Dean Robinson is a name that local police know. But this dude has an outward hatred of the police. And if we're being honest, the feeling goes both ways. Dean is currently serving a sentence for attempted murder. So all in all, it wouldn't normally occur to police for him to be their go to guy for information. But again, they are hard up, they are desperate, they go see Dean. And they're like, look, Jenny said that we need to talk to you about Shannon. We know we're not all friends here. But Shannon deserves justice. So if you saw something, just tell us what you saw. And at first, Dean is super hesitant. I mean, he's in prison after all. And you know the saying about snitches get stitches. So he completely just shuts down. But eventually, with a little coaxing, Dean agrees to tell police about that night. And the story he tells them makes him an eyewitness. According to that Cold Case Files episode, Dean, who was 19 at the time, tells police that on that night back in 1989, he was riding around with 14 year old Jenny near the woods and they came across Paul and Matt Jones. They stopped and the brothers asked them if they had seen a girl walking around. And they said that they were trying to basically just find this girl. Dean says, you know, no, I haven't seen her. And then him and Jenny just took off. But Dean says that later, they ran into the brothers again. And this time, it looked like maybe there had been an accident. So he gets out of his car that he's in to go help them. But as soon as he did, he realized something wasn't right. Paul appeared to be frantic and he kept looking over at someone lying on the ground. And Dean couldn't see who it was. But as he's going over, he fell. And so he's on the ground and he looks over. And that's when he says he saw Shannon's body on the ground. And all of a sudden, he says Paul went on the defensive. Dean describes how he kicked him in the face. And as he was trying to get up, he saw Matt coming toward him with a hammer. Oh my God. But Jenny, who was still in the car, started honking the horn. And when the brothers realized that someone else was there, they backed off. Dean got back in his car, peeled out of there. And once he felt like they were far enough away, he told Jenny that the guys were probably trying to help the girl and they're probably going to take her to a hospital. And he basically swore Jenny to silence. Why didn't Jenny come forward before? She just never put it together until now or what? I don't know. I have to imagine she was scared. She saw what those guys were doing to the person she was with who, if everyone's story is true, this guy had nothing to do with anything. He was just walking up and got attacked. So I can see her being scared of them. And she was just 14. Oh my goodness. The thing I think more about is what Dean's excuse is. He's a little bit older. He's 19. Maybe he's afraid of retaliation from the Jones brothers or it could just be his rocky relationship with law enforcement. I don't know how well he knew them or again, what he was deep into at 19. Who knows? Whatever the case was before, police are just glad that he is talking now because at this point now they have not one but two eyewitnesses who saw Matt and Paul with Shannon's lifeless body. So detectives, they still, they don't like go make their move now. They take their time building the case methodically against Matt and Paul. And finally, after what seems like a lifetime, police arrest both brothers for the murder of Shannon Siders in June of 2014. Now they both deny any involvement all the way through their trial, which begins on April 20th of 2015. Now this back and forth, like the defense points out a lack of physical evidence and says the witnesses have bad credibility, specifically Dean, their point to his criminal history. But the prosecution stands on the many, many pieces of testimony over the years that incriminate the brothers relying heavily on Dean and Jenny's eyewitness testimony. The whole trial lasts a few weeks and on May 8th, the jury returns two separate verdicts. Matt Jones is found guilty of first degree murder and Paul Jones is found guilty of second degree murder. They're later sentenced Matt to life in prison and Paul to 30 to 75 years in prison. Both tried to appeal their convictions at some point, but the decisions are ultimately upheld by the appellate court and they have to remain in prison. And it seems like that is that. It took a while to get here, but justice has been served. And I said seems because after a while, Dean recants his eyewitness testimony that he gave police in its entirety. What? Yep. And Dean says that his testimony was fed to him by police and that he perjured himself when he took the stand back in 2015. He said he was never injured by Matt or Paul in his life. And now what's Jenny saying? Well Jenny is sticking to her story as far as I can tell. But there are people who believe that the Jones brothers are innocent. So Dean recanted his statement in a sworn affidavit to a PI named Bill Proctor, who this guy has made it his mission to prove the brothers innocence. He has a website called Who Killed Shannon Siders with over 20 videos outlining how this case went from cold to a wrongful conviction. And I got to be honest with you, I don't know what to make of this. I mean murder cases with no physical evidence are already messy. And I do think wrongful convictions happen more than we would like to admit. But at the same time, I mean we're not talking about one witness. There were several who either saw the brothers or heard them say incriminating things. Well and I can't get past their story about dropping her off at home. I mean are they really still sticking by that this whole time? Yeah they are. They're still claiming the last time they saw Shannon was when they dropped her off at home between 1230 and 130 in the morning on the 18th. So for you to believe that they didn't do this, right, because that's something that we all knew back then or like not, you know, in 2015 something would have had to happen after Shannon walked into her home. Her dad is at work, her friend comes by not long after. It almost seems impossible. Not that it's not, but I mean there is alternative theories that the PI puts out there. They're lengthy, but the main thing I got from it is that in this case there's almost no one suspect or witness who is squeaky clean. It seems like everyone involved unfortunately has some level of quote unquote unreliability about them, which makes this again like a no physical evidence kind of thing even harder to discern the truth. Because you're relying on people and people are flawed and people are human and people have messy memories and here we are. Right. So there might be something that comes out in the future that changes what is as of right now fact. But I will say this. Shannon's family feels confident that the right people are in prison for her murder. There is no denying that Paul and Matt Jones were the last two people to see Shannon alive and based on their criminal records, they seem capable of committing this crime. As of the release of this episode, Paul and Matt are still incarcerated, but they continue to proclaim their innocence with the help of Bill Proctor. As convoluted as this case may be, one thing is for sure. Shannon died a horrible and terrifying death. She deserves justice. And for everyone involved, I hope she got it. You can find all the source material for this episode on our website, crimejunkiepodcast.com. And you can follow us on Instagram at crimejunkiepodcast. We'll be back next week with a brand new episode. Crime Junkie is an AudioChuck production. So what do you think Chuck? Do you approve? Bling, bling, bling."}, "podcast_summary": "The podcast episode recounts the story of Shannon Siders, a young woman who went missing in 1989 and was later found murdered. Despite initial dismissals by police, her case was reopened in 2011, leading to the arrest and conviction of two brothers, Matt and Paul Jones. However, there are now doubts about their guilt as one witness has recanted their testimony. The case remains complicated and uncertain, but Shannon's family believes that the right people are in prison for her murder.", "podcast_guest": ["Shannon Siders", "", "", "", "", "", ""], "podcast_highlights": "- Shannon Siders went missing in 1989 and her body was found months later in the woods\n- Her father reported her missing to the police, but they classified her as a voluntary missing person\n- Shannon's friends were interviewed but didn't give much information about her disappearance\n- The police suspected Shannon's father, but he passed a polygraph test and was cleared\n- The police also interviewed Brian, Shannon's boyfriend, but he was cleared as well\n- The police didn't have much evidence to investigate further, and Shannon's case went cold for many years\n- In 2011, a cold case task force was formed and Shannon's case was reopened\n- They interviewed Shannon's friends again and learned more about the night she disappeared\n- They also interviewed a man named Dean Robinson, who claimed to have witnessed the aftermath of Shannon's murder\n- Dean reported seeing Shannon's body and being attacked by two brothers, Paul and Matt Jones\n- Matt Jones was convicted of first-degree murder and Paul Jones was convicted of second-degree murder\n- However, years later, Dean recanted his testimony and claimed that he was coerced by the police\n- There are conflicting opinions about the guilt of Paul and Matt Jones, with some believing in their innocence\n- Shannon's family believes that the right people are in prison, but there is still uncertainty about the case\n- The case remains open, and the truth may still come to light in the future."}