{"podcast_details": {"podcast_title": "Serial", "episode_title": "The Retrievals - Ep. 5: The Outcomes", "episode_image": "https://image.simplecastcdn.com/images/420025f0-46ea-493d-bf27-5999548228e9/a4c10b58-706f-4037-bc5b-4ec0f60d759b/3000x3000/nyt-serialprod-album-1400.jpg?aid=rss_feed", "episode_transcript": " The women get pregnant. Some of them see it begin. They see it begin at the clinic, in the same place where they had their retrieval. On the ultrasound screen they watch as the embryo is placed in their uterus. Some of the pregnancies stick. Isha's is one of them. The single embryo she implants divides in two, and she finds herself carrying twins. They're born in the spring, eight weeks early. And after Isha delivers, she goes back to her OB for her own follow up. After I delivered, I went in for my six week postpartum visit to meet with my doctor and it somehow came up in conversation that I was part of the suit that was going on. And she looked at me and she said, well, what's the big deal? I mean, you ended up pregnant. And she's not the first provider that said that to me. I'm actually in the process of switching psychiatrists because I had a similar experience with her recently where she kind of said, I really don't get what the big deal is. You were successful, you got pregnant. What's the problem? Wow, wow. I mean, yeah, I mean, just what a thing to say. As if the only thing that matters is that single outcome and not the entire process. I mean, yeah. Outcomes of fertility treatment are typically measured by the numbers. The CDC collects data. You can go online and look up a clinic and find out what percentage of egg retrievals result in live births. But the outcomes here can't be expressed by existing options on a drop down menu. Some of these outcomes are not concrete. And just like the initial experience of pain, some of the outcomes are questioned. Really, what are their damages? One fertility doctor, someone not from Yale, said to me about the patients in the lawsuit. What are the harms done? What are the redressable harms? One of the patient's own lawyers told me that when his firm got the first call from a patient, he went home, told his wife the story, then said, but nothing really happened to the woman, so it's not a case. His wife enlightened him. Like Isha, Leia also had a weird interaction with an OB about her experience at the fertility clinic. And I was like, you know, yeah, you know, I mean, I had this horrible experience at REI, you know, the nurse who was stealing the fentanyl. And I remember that one of the older doctors, she said to me, well, they took care of that. I said, they did, did they? Again, this is why, you know, at least for me, like you start talking about it and someone tells you really politely in a very kind of polite way. Could you please shut up? Could you kindly shut up? Like this is making me uncomfortable. Please be quiet now. You know, the same thing, you know, like. The same thing. In a way, it was a repetition. First, the woman's pain was dismissed and now the repercussions were trivialized, too. It's an act of erasure to be told that the only part of a story that matters is the end. They want pictures of the baby, you know, follow up, let us know they're happy for you when you get pregnant. But the institution itself doesn't seem to care beyond that, beyond the results and the bottom line. I have a child, so what? I wasn't harmed. I have an embryo still frozen, so I wasn't harmed. That's good enough. It's not good enough. What are the lasting effects of this experience for the patients? And what are the outcomes for Yale? And for Donna? From Serial Productions and The New York Times, I'm Susan Burton, and this is The Retrievals. This is Episode 5, The Outcomes. Back at the beginning of all this, Yale told patients, there is no reason to believe this event has had any negative effect on your health or the outcome of the care that you received. Yale seemed to be saying, your measurable outcomes were not affected by this. Some patients wondered how that could be true. I can't say for certainty that we didn't get all of the eggs that could have been retrieved that day. But my assumption would be when you have a patient on the table screaming that it's painful and we need to stop, that there could have been a much better outcome to that retrieval. A few doctors told me anecdotally about leaving eggs behind when a patient is in pain. But there's very little research on having retrievals without anesthesia and what the outcomes of that might be. It's just not a standard category of study. What happens if we do a painful procedure without giving the patient pain meds? Allison wound up with a lot fewer eggs than she expected. You know, I was just so upset that we didn't have a better outcome. Allison is a nurse, actually a nurse anesthetist. She gives fentanyl on a daily basis. I can't imagine withholding it from somebody, she said. Allison was skeptical of Yale's assertion that nobody's outcomes could have been affected. Allison and her husband came to the clinic because they wanted to test embryos for muscular dystrophy to rule out the possibility of passing the gene along. Though Allison was in her early 30s and had no infertility of the disease, Allison was in no infertility issues. In fact, she had one child already. Her retrieval resulted in just three viable eggs and then just one embryo. Her doctor told her he was surprised that he would have expected a better outcome. Allison would have too. But Donna was her main nurse. And one thing she wondered was if Donna's drug use had a domino effect. Allison had been so alarmed by what she described as the organized chaos of the Yale Clinic that she'd recorded everything that went wrong for her there in a list. The entries included wrong meds prescribed, lab results never reported, conflicting instructions for a critical shot called the trigger shot. Allison had charted all of the mistakes she observed in her treatment. And when she found out about Donna, she wondered if Donna had been charting mistakes too, as in introducing them. Like when I would go in for my ultrasound, she would be documenting the follicle size while the doctor is doing my ultrasound. So what if she wrote down the wrong thing? How is someone under the influence of drugs supposed to be able to record things accurately? Like, is this why I didn't have the outcome that everyone thought was right? The outcome that everyone thought I was going to have. Donna had many responsibilities for many patients complicated treatments. I don't feel like if you're under the influence, you can possibly do all that accurately for so many patients. I just don't see that being possible. Allison got lucky with that one embryo. She came out of this with a baby. But she lost something in the process, too. Trust. Culminating in the night of her son's birth. So when I had my son over the summer, we were in the hospital and they did blood work on my newborn son. So they took my son's blood, my newborn son, and they told me that his blood type was B positive. And when they gave me this information, I said, that can't be. I'm O negative and my husband's O positive. I can't have a baby with a type B blood. So you have to redraw it. I said it must be a mistake. Like the lab must have made a mistake. So then they redraw my son's blood and it comes back as B positive. And I immediately, my mind immediately went to the clinic, messed up and they gave me the wrong embryo. And this is not my baby. And it sounds crazy to even say that, but that's immediately where my head went. So now with a baby who is not even 24 hours old, my husband laying on the hospital couch next to me, it's the middle of the night and I'm having an argument with the nurse saying, this can't be right. Redraw my son's blood. So now I have my husband thinking that the embryo that we implanted isn't his or it's not mine. And that's not a rational way of thinking. But that's immediately where our mind went because we just didn't trust this clinic at all. And I thought, oh my God, this woman who I was supposed to trust. I mean, what did she do? Did she mix up the vials? Did she label the wrong thing? Like whose baby is this? Like it can't be. Finally, after a couple hours, I went into my husband's chart and looked at his blood results and realized that he was B positive and not all positive. Which the story sounds like so crazy to me to even say it out loud, but that's just the type. I mean, that's that's the impact it had on us, right? Like we don't we didn't trust them enough enough to even think that the baby that we had was ours. And your mind shouldn't go there. You know, your mind, you shouldn't immediately think that is what happened. And we still talk about it because it's just crazy to even think. Yeah, I mean, first of all, it doesn't sound like a crazy story. It doesn't sound crazy to me at all. And it's like so powerful because it's like, you know, it's the night your baby is born. You know, you shouldn't you shouldn't have to like be asking yourself the question, is this baby mine? That should just be a night. I mean, well, it's not always like a night of like pure joy. It's like often, you know, it's a hard few hours after. No, but that's the memory that I have associated with that with that night. I mean, it's really kind of scarred me. Everything that I went through, I just don't trust. I don't trust anybody anymore. You think that your doctors and nurses have your best interest at heart. And it's really hard to regain trust in a medical community when somebody has betrayed you like that. And I feel like that speaks volumes coming from someone who works in the medical field myself. The negative, a negative downstream effect is just a deep mistrust of the medical setting where I work, by the way. But but you know, more generally, I mean, I was always surprised because my twin sister was like not super comfortable in hospitals. And I always kind of felt like, oh, I'm you know, I work in a hospital. I'm I'm extremely comfortable here going into the IVF process. Like, it just wasn't as stressful for me because I felt really comfortable. And that has really been, you know, taken away. To trust people with something as priceless as your child or whatever it is you're doing to bring a child into this world and to lose that trust, it's not something you'll ever get over. When you lose that trust in health care and medical practice, I someone who never really had white coat syndrome now does. And I felt really distrustful about the other providers that I would be seeing at Yale. And when it came to them touching my body or coming near me, I don't know. I feel like it's hard for me to trust like doing a medical procedure again, you know, in a way. Like, for the most part, I do. But it's definitely made it more challenging. Like, for instance, I had a C-section in May for my baby and I just felt really a little bit nervous, you know, like about like, OK, am I going to feel this pain this time? You know, and and, you know, he was talking to me about like, you know, this is these are the medications I'm going to give you. And he's like, you know, and you'll most likely be asleep, but, you know, there's a chance that you could be awake. And then I was like, what? And so I started crying. And and and I just basically told him, like, you know, I was I was part of that situation. And and he was like, so caring and understanding. He's like, I will make sure that you're not awake for anything. I will be on top of it and I will, you know, make sure that you're given everything so that you don't wake up or know what's happening. And I was kind of surprised when they told me that that that I didn't feel anything. But of course, I told the doctors and the anesthesiologist that like that I had gone through this. And I was like, I just want to let you know, because it makes me a little nervous, you know. The anesthesiologist came up to me and it was this young guy and said to me, OK, here's your options. And was talking about, you know, a epidural and, you know, if we had to do anesthesia and the set and the minute he said anesthesia. I mean, I was calm through the entire thing. But the minute he said anesthesia, I looked at my husband in pure panic and started crying. So it really had an effect on me. It still has an effect on me whenever I come across things when it comes to Yale. Unfortunately, they're one of the biggest hospitals here. I think the the biggest hospital system here. And even when it comes to my kids, I have the option between Yale and one other place. And whenever Yale becomes the option, it sends chills through me. I had to move on, like, after this. I, in large part because of what happened with Donna, when we chose to go to a new clinic. Julia is the patient who was in so much pain after her retrieval that she passed out and went to the ER. She left the Yale Clinic, but not what happened to her there. That continued to reverberate. It's the initial experience. It's my daughter asking for months if I'm OK or if I'm going to the hospital. It's, you know, right away when you're when you become pregnant, they test you for HIV and hepatitis. You know, and it's like that it comes back. You know, what if what if they missed it the first time? What if she what if, you know, I mean, why would I believe something from from this office anymore? Right. And then her sentencing is another one. You know, just this laughable punishment. That's how I would say, you know, I experience it. Just these just the waves keep hitting you. They keep coming. On the day Julia and I were talking about this, she was pregnant. It was three and a half weeks before her due date. Do you feel differently approaching this delivery than you did approaching, you know, the birth of your first child, like given everything that's happened in between? There's no comparison. It's it feels like a whole different lifetime has happened. Right. And the you know, I mean, it feels you know, it feels like it feels like my husband and I survived a war. It's like a battle, you know, and it's a very, a very isolating experience to go through. If if everything goes right and you know, and then you add something like the anger, you know, of of the of the case with Donna, of the doctors making you feel nuts. And, you know, it's just I have so much. I have so much anger. And and you don't want that to be what you I'm sorry. Oh, it's OK. Take your time. You don't. It's been a process. Trying to let go of that, because, you know, I have I have a wonderful daughter. Soon, soon I'll have a son. And I need I'm really actively every day working on trying to separate the the battle that led to him from him. Right. And it's it's hard to explain. But, you know, they're connected. The story of the baby could not be told without the story of the clinic. And what this association felt like, this was something other patients also tried to name. The specific way the trauma was embodied. There's a part of me that honestly believes that the trauma from my first retrieval is the reason we had a miscarriage. And scientifically, I know that that is highly unlikely. But you read these stories about the trauma of birth and how different things that you do to babies when they're being born and at birth can actually affect them for the rest of their lives. And what's to say that the process of harvesting them, that trauma isn't ingrained in them either. Having a child after this and being pregnant and going to these sentencing hearings, that's something I haven't even talked about, is being pregnant and going, you know, and like how much of this did I did I actually again want my body to absorb while I was pregnant? Leah got pregnant spontaneously outside of her treatment at the clinic. Her baby was the only baby I met, a smiling baby wearing striped pajamas. He sat on Leah's knee. It was important for me to see a baby because it complicated the way I was interpreting the outcomes. It was so confusing. I've been feeling empathic outrage. It's not the baby. Why are these people telling the patients that the baby is the only outcome that matters? But my God, to be in the presence of a baby, that's literally the whole design of a baby. The design of babies. To make you more attentive to them than to anything else. The baby is what matters. But everything else matters too. I have to say there's like some gift from God that this child was naturally conceived and not conceived. I have to say like, and you know, I can only in a way do this because like I have a child who exists and they didn't help administer to exist. And then how are you different? Like what are the reverberations of this for you? I don't know how to talk about that. I don't. I mean, it's so deep. That I don't know. I don't know if I could talk about that. Because it's really like, it's incredibly harrowing, violent. And in many ways, you know, it has been a kind of unspeakable experience. I will say that also it's hard for other people to hear and listen to this. You can all like people like kind of like, you know, there's a kind of like, I don't know how to say this, but there's a kind of... There's so much of your life you have to talk about when you're talking about this. There's so much of your life you have to talk about your marriage, your body, your psyche, your relationships with other people, the relationships you're going to have down the road with other physicians, what you're going to do later if you want to have another child, etc. That's its own thing. So like when you talk about, you know, like what are the reverberations? I mean, how do I even talk about my life without not talking about this? But how do I talk about this? Like, you know, one of the things that makes me angry is that like, you know, Yale and Donna have put me in this position where I have to talk about the most, like the most intimate raw details of my life that maybe I don't even want to reveal to myself that now, you know, I'm talking to you. But, you know, it's for a person who's private and it's the other violence of this is that we, if anything is going to happen, we have to speak about it. You know? So there's the other added bonus and added onus on us that, well, if anything is going to happen or if it doesn't happen again, we have to speak about it. There's kind of no, there's no like right turn or left turn out of this. You want there to be, trust me, I've thought of it. But that's the other reverberation is that we have to talk about it, you know, which is its own. That's just only now unfolding. Lea and the other plaintiffs in the lawsuit against Yale have to open up their lives for it. Do things like turn over their therapist notes. If they don't, Yale can seek a court order to get them. They have to deal with questions like describe any changes in the frequency and satisfaction of your sexual relations with your spouse following the incident. When Lea says violence, this is part of what is evoked for me. This kind of bullying extraction. Of course, nobody has to join the lawsuit. I've heard from and of patients who didn't. They chose not to join out of loyalty to their doctor. Or they just couldn't. They had had a miscarriage. They were in a dark place, depressed, in no state for this. A lawsuit is a way to hold an institution accountable, to send a message or teach a lesson, to advance systemic change. It is also a way to get something, to make it fair and to announce, you should not have dismissed me. You dismissed me once. You may not dismiss me again. One of the attorneys representing the patients, Kelly Fitzpatrick, went through IVF herself. She told me that this case is different from a regular medical malpractice case in many ways, including this one. These women were repeatedly ignored. And so that kind of sets it apart from a regular medical malpractice case. These women were gaslighted. They weren't believed. They were ignored. And that makes it different. They were ignored. That's what makes it different. So how do you do that? How do you sue for ignoring pain? This became a real question for me. Like, was there some statute? It's not like that, another one of the attorneys told me. You can sue because they should have investigated reports of pain. That made sense. But it wasn't exactly my question. There's the harm that comes from not being believed. But then there's the harm of not being believed itself. I kept reading around, doing Googles like, how do you sue for not being believed? How do you sue for not being believed women? Lawsuit, women's pain, not believed. And then I came across the perfect paper. It was called, Misdiagnosis, Gendered Injustice in Medical Malpractice Law. I loved this title. Misdiagnosis, like a shiny banner across your chest, and a pageant for female pain. The paper wasn't answering exactly my question. Like, it didn't open with a sentence, here's how you sue for ignoring pain. What it did do is explore how this issue of women not being believed in medical settings plays out in court. The author was a young attorney named Cecilia Plaza. She'd written the paper while still a student at Columbia Law School. She set out to answer a specific question about the gender gap in medical malpractice outcomes. Which essentially is a question about whether women can be fairly compensated in the medical malpractice system. And what she found is that women likely cannot. Because the foundation of this system is, did what happened to you meet the standard of care? If it did, you're kind of out of luck. Like, you're a woman, you think you're having a heart attack. You go to the ER, the doctor says it's just your anxiety, and sends you home. Then it turns out that you really were having a heart attack. Can you successfully win a case against this doctor in court? Maybe not. Because doctors misdiagnose so many women's heart attacks as anxiety, that sending a woman home could actually be interpreted as a reasonable choice that an ordinary doctor would make. Just to be clear, Cecilia's paper is not a work of opinion. It is an empirical analysis based on a ton of data. And what Cecilia found is that women cannot expect to get as much money as men in this system. Because dismissing women doesn't necessarily fall below the standard of care. So to win that heart attack case are other similar cases. You would have to basically make the argument that not believing your patient's report of symptoms or of pain is de facto below the standard of care. That's not currently the case, which is a little bit mind-boggling. But you would have to make that argument, and the court would have to agree with you. Another thing that was mind-boggling to me in all this lawsuit stuff happened in the back and forth of discovery. In discovery there's a part called written interrogatories. Each side asks questions, and the other side mostly objects. But even given that, I was taken aback by Gail's objections to some of the questions on the plaintiff's list. Like, state whether there are policies and procedures concerning documentation and or recordkeeping of pain at the clinic. Gail's objection is that this question is overly broad and burdensome. And as to a request for a description of the process for evaluating patient pain during and after fentanyl administration, Gail says that this is irrelevant, immaterial. I got that this was part of a legal game, but it was also a microcosm of the whole situation. All right, we're on the record in the matter of Lisa Gorski versus Yale University, docket number 21-6111-762, Zakiya Simon versus Yale et al. The lawsuit is scheduled to enter settlement negotiations this month. That tape is of a hearing in January. One plaintiff told me that at a recent town hall, discussion focused on the possibility that Yale will offer a lump sum to the group, and an independent party will decide how the money should be divided up. Those who had procedures before June 2020, the date Donna says she started stealing fentanyl, expressed concerns that their experiences will be considered, quote, less worthy. For the plaintiff, this, quote, has become another re-traumatizing experience of Yale slash others telling women, you didn't experience what you believe you experienced unless it happened between certain dates. It's now, again, someone not believing and discounting, literally, our reports of pain. The patient's attorney said they could not comment on this. Incidentally, a former Yale nurse contacted me after hearing last week's episode, a nurse who believes, based on what she witnessed, that Donna was stealing fentanyl before June 2020. She told me a version of something I'd heard from other staffers. At the old clinic, the Long Wharf Clinic, this nurse remembers frequently finding fentanyl vials with loose caps, like so many with loose caps that she says she sometimes had to look around for ones that seemed properly sealed. This nurse was alarmed by the loose caps and says she reported them to her manager. The nurse's understanding was that Donna had told their manager that the loose caps were a manufacturing defect. When I asked Yale about this account, they pointed me back to their earlier statements. Coming up after the break, Donna gets another hearing. That's next, when the retrievals continues. Donna received a light sentence, but at least, as one patient put it, she obviously lost her nursing license. But that was not the case. Back around the time Donna first confessed to law enforcement authorities, her license was suspended, but it was never actually taken away. In April 2022, almost a year after Donna was sentenced in federal court, she came before the Connecticut Nursing Board, seeking to have her nursing license reinstated. I make a motion to accept the consent order as presented for Donna Montecombe. The Connecticut Nursing Board meets monthly, and at nearly every single meeting, the board considers multiple requests from nurses who've been suspended for a substance use issue and now want to come back to work. Substance use disorder is an illness that can be treated. A person can move through it and return. Usually at these meetings, it's like, here's the motion. Do I have a second? Discussion? All in favor? Say aye. License back. And at first, it looks like it's going to go that way with Donna. Then a board member named Lisa speaks up. Okay, from what I am seeing, there is only one issue being addressed, and it's not the moral issue of the harm that she actually caused to patients. The drug was substituted with, I think, water it's at or something. That greatly disturbs me and rises the level of seriousness in my mind. We've heard how family and friends made sense of what Donna did. We've heard patients reckon with it. A federal judge. What's fascinating about this meeting is to hear a body of her peers react. How will a group that includes fellow nurses wrestle with what Donna did and what it would mean for her to return to doing this work? Lisa, the one who noted that there was a moral issue here, is one of a few board members who's actually not a nurse. She's the executive director of a patient safety organization. She isn't saying that Donna shouldn't get her license back, at least not explicitly. But she is troubled. And she's trying to get others to acknowledge that, wait, there's something different here. Lisa wonders if there's some other penalty that could be imposed on Donna, like maybe a fine. Another board member disagrees. It's Jerry, I don't support it. I don't, I don't really know the purpose of that. I want to talk to you. Yes. So I'm particularly concerned. It's not just that she appropriated the medication for herself and her own use. But we don't know if the way she handled things, she might have introduced, you know, bacteria infection or whatever. I think that when you tamper with the patient is getting something that they're not supposed to be getting. And I'm just really, really concerned that the disregard makes it, you know, second level up. She tries to articulate what that second level is. It's just a more corrupted way of thinking. It's not just self-centered about putting it in. It's not having regard for the patient. And that's what concerns me. Finally, another member speaks up and backs Lisa. Someone else suggests language they could add to Donna's consent order, which is the document they're working on. Language about Donna's reckless disregard for patient safety. Lisa is in favor of this. I like the way Stacey worded it. Reckless disregard for patient safety. Yeah. So those are the words that you are looking to include. With patient harm. I don't know that we could establish potential patient harm. I think reckless disregard is a very important phrase to put in there. Reckless disregard for patients, whether it's their safety or what, or their level of pain or what. Reckless for patients under her care. She had reckless disregard for them. And that really, I think that should be carried into the record. I really like that phrase. Thanks Stacey. That really applies to anyone diverting drugs though, don't you think? But this is a level that we rarely see, Cindy. Yeah, I agree that the fact that you gave something else, usually I think it's just you don't give anything, so I agree. But I think that reckless disregard applies to diverting drugs. You're probably right. Maybe we should see that going forward. Yeah, let's put that in our recipe book. Yeah. The consent order is sent back to be updated with the new language about reckless disregard. And then a couple months later, Donna's case comes before the board again. On the day the board considers it, Donna and her lawyer join the board's video conference. Lisa herself takes the lead on moving Donna's petition forward. This is Lisa. I make a motion that we approve the consent order for Donna Montacone. Do I have a second? This is Cindy. I'll second that. Okay. Comments, discussion, questions. This time, there isn't anything substantive. All in favor? Aye. Aye. Aye. Aye. Opposed? Abstaining. The motion passes. Congratulations. Good luck to Donna. Thank you. Thank you very much. Thank you. Thank you. Thank you. Next on the agenda is consent order and will be forwarded. By January 2023, the suspension on Donna's license had been lifted and she was officially able to practice as a nurse again. The consent order included many conditions about substance use testing and restricted the kinds of settings in which she'd be permitted to work. And then just two months later, Donna voluntarily surrendered her license. I don't know why Donna surrendered her license. The attorney who represented Donna before the nursing board did not respond to me. But in 2018, a senior official in the Connecticut Department of Health said that most voluntary surrenders happen after an accusation of substance abuse. Surrender is not a final outcome. Donna could still apply to get her nursing license back. The family of two women have babies. They labor at the hospital or in an outdoor shower. They come home and before they know it, they're thinking about things like sleep schedules. They put a little sign on the front door that says not to ring the bell. But they don't come home with the baby right away. They're not going to be able to get the baby back. They're going to be in the hospital. They're going to be in the bathroom. They're going to be in the bathroom. And they're going to be in the bathroom for six days. So 107 days early. So we spent this last summer at the NICU. And I think at this point, I'm still angry. I'm just so thankful that I have a baby at the end of this. Because if I didn't have my daughter, it'd be a very different ending. You know, a very sad ending to all of this. Of the 12 women I initially spoke to, three did not have a child after all of this. When I asked one of them if she planned to continue fertility treatment, she said, oh no, we're done. Another stopped for two years before being ready to start again at a new clinic. The third is Laura. Laura is now 43. She finished cancer treatment and then resumed fertility treatment at Yale. She told me that she regretted not switching clinics right away. But you kind of just go with what you know already, she said. After a miscarriage and a couple more tries, she became frustrated with her care there and started looking around for other options. It's been three and a half years since her original retrievals. Years of protocols and scans raised hopes and then reckoning. So we had one embryo that looked really good. And we had just gotten the news that it was abnormal. So I was devastated and traumatized again. So I like said to my boyfriend, like, OK, I need to go again. I found this clinic in New York. I had already lined it up because I had met. I'd done consults with all of them because I had this like rush like I have to have a baby, have to have a baby. So we drove five hours, two and a half hours each way to this clinic. We were supposed to start that night. And they were the best deal for a cash patient. But Laura didn't start that night. She didn't start taking her meds. She didn't start a new cycle. Cycle is the word to describe a round of IVF. Also a compulsive loop. Laura felt like the clinic she visited were keeping her in that loop. And she decided to take a break from them. Because these clinics make you feel like you're failing. Like they don't give you any other options. They just want to keep giving you drugs and they don't talk to you about, you know, your health. I don't know. I just I just I have so much love to give. And I just, you know, I just want to have a baby. I just feel like and I know I will be a mom. You know, I know it will happen. One of the central tensions of fertility treatment, basically since its inception, has been, okay, is this a patriarchal system or a feminist one? On the one hand, you have a top-down system that frankly was designed by men. There's tons of drugs and doctors telling you what to do with your body. On the other hand, being able to decide when and how to have a baby and the possibilities that fertility medicine opens up for patients in all kinds of situations. This is also reproductive freedom. If you have access to it. Being a fertility patient is both a privilege and a trial. It involves both obedience and agency, both submission and control. There are a lot of polarities here. A lot of ambivalence. In the end, the central ambivalence for some of the patients is a simple and powerful one. Anger and gratitude. My doctor has maybe not retired, but taken a new job in Florida, which I just envision as kind of a retirement from this mess. And even now, I have this feeling that like, well, he did his job. I got pregnant every time. You know, like I got these transfers were successful every time. And so I have a lot of gratitude to this doctor for, you know, getting me through this process, getting me pregnant each time and then resulting in a successful pregnancy. At the same time, this is the person, the senior person who was in the room when I was sober during a medical procedure, at which I was supposed to have anesthesia, who has some responsibility for paying attention to that, you know, listening to that, doing something about that. So I think that that's that I am kind of balancing this, the emotions around having a baby, you know, having a successful outcome of IVF and then the emotions around having gone through this pretty incredible experience. Obviously, clearly, he should have pressed further and, you know, thought about, OK, well, there should not have been pain. And I need to investigate and see what is happening there or report it in some way. So, you know, I'm not happy with regards to that, but, you know, he is the reason why we have a baby, you know. So and, you know, besides this issue, I was happy that that it was successful in the end. So, yeah. The nurses and doctors that I dealt with. I have conflicting feelings, you know, I'm angry. I'm upset that I was, you know, my concern and talking with them was sort of looked over as anxiety versus fear. And, you know, that's all very confusing. But like they still, you know, held my hand through this this journey that ended with my beautiful daughter. So I'm thankful and angry at the same time. I said at the beginning that everyone told a story about what happened here and that all these stories revealed something about women's pain, how it's tolerated, interpreted, accounted for or minimized. So now we're at the end. What do these stories reveal? The short, reductive answers, the ones we can articulate now that we've sat with these stories and their complexity. I'll go in order. How it's tolerated. That's patients. Why did they tolerate pain? Because they wanted to have a baby. How it's interpreted. That's how did their health care providers interpret it. As unusual, but in the known range of normal. And my God, what that says about, quote, normal. How it's accounted for. That's Donna. It's accounted for by her experience as a mother who's a victim of a bad relationship. And that account somehow carries weight in the criminal justice system, where Donna suffers no meaningful consequence for the pain she caused. How it's minimized. That's Yale. Irrelevant and immaterial. MUSIC Within hours after a trailer for the series went online in June, before the first episode was even released, a woman wrote to me saying she was shaking, that she believed that this had happened to her at Yale. I always explain it as I was crawling up the table in agony, she wrote. Additional notes from former Yale patients soon followed. I was made to feel it was my fault for being overly sensitive, wrote one woman. I have felt so traumatized and alone, confessed another. Most of these patients had retrievals before June 2020. They never got the letter from Yale or any other communication about it. These patients had been denied information that could have helped them make sense of their experience. One patient described events that took place at a retrieval in 2018. She remembered a nurse, she isn't sure if it was Donna, laying her down on the table. When I said I wasn't comfortable in that position, she said something to the effect of, well, it isn't a massage, you aren't supposed to be comfortable. I started to get teary-eyed. When the procedure began, I was awake and in pain. The patient said to the doctor, I am in a lot of pain, I can feel everything you are doing. Is that normal? The doctor instructed the nurse to give more pain meds. The meds didn't work. The nurse then made a rude comment, the patient wrote, which I cannot recall specifically now, something like, we heard you the first time you said it. Another patient wrote that Donna was her main nurse and the first person who made her feel supported in her choice to use donor sperm. Now the patient was struggling to make sense of all this new information about Donna and, quote, who she was to me. I am Donna, wrote another listener. Donna was not a Yale patient. She said she was a nurse who stole drugs from the hospital where she worked. She's in recovery now, but this podcast and the severe reaction to Donna online had made her feel only more shamed and unable to share her own history. So many laws and best practices skirted and ignored, wrote a hospital pharmacy technician. It seems to me that even Donna could sue Yale for not protecting her from temptation. Most emails I've received are about pain, pain that was unacknowledged, not believed, or not adequately treated. Some about fertility treatment, some about birth. Probably the thing I've gotten the most notes about are IUD insertions. After an almost unbearable IUD insertion, one woman was told by her nurse, some women are able to explain their whole dream vacation and don't even know the procedure is going on. The woman looked at the nurse. I nicely replied that that was insane. Some of the stories describe traumas that have been processed. Other notes have the raw power of the newly tapped, as if this has been inside maybe for years, and it's almost like you didn't know you could be angry about it. Didn't realize that this was yet another one of those things that upon reflection, oh my god, this is not okay. One of many things that until you hear someone speak about it, you think, as Lynn said in the first episode, this is just what women go through. Yale refused to respond to the lawyers' questions about pain, or to my questions about it, about how pain was documented and addressed at the fertility clinic. Was there even a record of this pain? Consider this a record here, of the pain the women described individually and as a chorus, again and again. The Retrievals is written and reported by me, Susan Burton, and produced by me and Laura Starczewski. Laura edited the series, with editing and producing help from Julie Snyder. Additional editing by Ira Glass. Research and fact checking by Ben Phelan and Caitlin Love. Music supervision, sound design and mixing by Phoebe Wang. The original music by Kala Polone and music mixing by Toma Poli. Inde Chubu is the supervising producer for serial productions. At the New York Times, our standards editor is Susan Westling. Legal review by Dana Green. Art direction from Pablo Delcón. Producing help from Jeffrey Miranda, Kelly Doe, Renan Borelli, Desiree Ibecois and Anisha Mani. Sam Dolnik is the assistant managing editor. Additional editing and production on this episode by Alvin Melloth, Janelle Pfeiffer, Nadia Raymond, Stone Nelson and Matt Tierney. Special thanks to Megan Reed, Anna Starczewski, Kylie Silver, Jen Guerra, Lee Rifatere, Eric Tanner, Katie Fuchs, Jordan Cohen, Victoria Kim, Jason Fujikuni, Kimi Tsai, Ashka Gami, Nina Lassam, John McNally, Crystal Plamatos, Sam Posner, Shvetha Zerich, and the rest of the cast. Crystal Plamatos, Sam Posner, Shvetha Zerich, Kat Lin, Sarah Whetstone, Brian Wade, Angie Beltzos, Amanda Gabianelli, Ellen Bonjourno, and Jessica Leedy. And many thanks to all of the listeners who have written in with their own stories. The Retrievals is a production of Serial Productions and The New York Times."}, "podcast_summary": "The episode explores the experiences of women who underwent fertility treatment at Yale and the resulting outcomes. It highlights the dismissive attitudes of some healthcare providers towards the patients' concerns and pain, and the long-lasting effects it has had on their trust and emotional well-being. The episode also delves into the legal aspects of the case, including the difficulty of suing for not being believed and the impact it has on patients seeking accountability. The episode concludes by examining the ambivalence felt by the patients towards their healthcare providers, acknowledging the gratitude for successful outcomes while still harboring anger for being dismissed and mistreated.", "podcast_guest": ["Susan Burton", "", "", "Susan Burton", "Susan Burton is an activist based in Los Angeles, United States who works with formerly incarcerated people and founded the nonprofit organization, A New Way of Life. She was named a CNN Hero in 2010 and a Purpose Prize winner in 2012.", "https://en.wikipedia.org/wiki/Susan_Burton", "https://upload.wikimedia.org/wikipedia/commons/e/e9/Susan_Burton_The_Laura_Flanders_Show_2014.jpg"], "podcast_highlights": "Highlights from the podcast transcript:\n- Some women who experienced pain during fertility treatment were ignored, dismissed, or not taken seriously by healthcare providers.\n- The outcomes of fertility treatment are often measured by concrete factors, such as the number of live births, but the emotional and psychological impacts are overlooked.\n- The medical malpractice system may not adequately compensate women whose pain was not believed or addressed.\n- The trauma and lack of trust caused by these experiences can have long-lasting effects on patients.\n- Donna, the nurse who stole drugs from the clinic, faced minimal consequences for her actions, which further minimized the impact on the patients.\n- The podcast raises questions about how women's pain is tolerated, interpreted, accounted for, and minimized within the medical system.\n- Many readers wrote in to share their own stories of pain being ignored or dismissed by healthcare providers.\n- The podcast highlights the need for better recognition and support of women's pain in medical settings."}